[
{
    "title": " to make a team to do projects  to make a team to do projects ",
    "project rate": "₹1,000.00 – 1,000,000.00 INR",
    "description": "Hi all if anybody have knowledge in ANY ONE  following Technologies just ping because I am getting projects on these Technologies 1. PHP2. Laravael3. iOS development4. Nodejs5. Reactjs6. Ionic framework7. Django8. Wordpress 9. Angular 10. SQL11. Firebase 12. Java 13. Flutter14. React native15. Augumented Reality 16. Virtual reality 17. Python 18. Machine learning 19. HTML, CSS, javascript, Bootstrap, query I will pay u as project basis",
    "location": "India",
    "skills and expertise": [
        "Website Design",
        "Mobile App Development",
        "Machine Learning (ML)",
        "Augmented Reality"
    ]
},
{
    "title": " Software Developer, Facial recognition project  Software Developer, Facial recognition project ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "We are looking for a developer with good coding skills in python, java and experience in managing databases. The person will develop features into an existing project using AWS services and OpenCv, interacting with our IOT devices using visual and audio recognition technology and machine learning algorithms.",
    "location": "Colombia",
    "skills and expertise": [
        "Java",
        "Python",
        "Software Architecture",
        "Database Development",
        "Aws Lambda"
    ]
},
{
    "title": " 23052 - Java Developer Needed   23052 - Java Developer Needed  ",
    "project rate": "$30.00 – 250.00 USD",
    "description": " Disease Prediction using Machine Learning Approach ",
    "location": "India",
    "skills and expertise": [
        "Java",
        "Engineering",
        "Software Architecture",
        "Machine Learning (ML)",
        "Computer Science"
    ]
},
{
    "title": " Need a ML program to detect gender & age precisely  Need a ML program to detect gender & age precisely ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "I am looking for a developer with expertise in machine learning to develop a program which can detect gender and age of multiple individuals (indian faces of all age groups) in single frame with high accuracy.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)"
    ]
},
{
    "title": " 17680-W3- NS3 Developer Needed  17680-W3- NS3 Developer Needed ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Machine Learning based Attack Control System",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "Computer Security",
        "Machine Learning (ML)",
        "Computer Science",
        "Internet of Things (IoT)"
    ]
},
{
    "title": " Incorporate explainability/interpretability in my Machine Learning image processing model.  Incorporate explainability/interpretability in my Machine Learning image processing model. ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "For this project, you will need to integrate explainability to my image recognition model. I've already trained the model so all you need to do is incorporate good in-depth explainability. ",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "Matlab and Mathematica",
        "Algorithm",
        "Machine Learning (ML)",
        "C++ Programming"
    ]
},
{
    "title": " Need a machine learning expert for a task  Need a machine learning expert for a task ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Please come on chat for further details",
    "location": "Pakistan",
    "skills and expertise": [
        "Python",
        "Algorithm",
        "Machine Learning (ML)",
        "Data Science"
    ]
},
{
    "title": " python and machine learning expert.... -- 3  python and machine learning expert.... -- 3 ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "I need a python and machine learning  expert for my current projects. If you have knowledge please bid. Details will be shared in message with the freelancers.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)"
    ]
},
{
    "title": " Artificial Intelligence and Machine Learning  Artificial Intelligence and Machine Learning ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "We have an existing website where we have a .net stack. We are hosted on AWS. We have question banks and content on the site. Students take tests on the site. Currently, site has existing analytics like time per question, accuracy, comparison with the top ranker. I want a learning system implementation where for every exam, automatic tests can get generated based on desired difficulty level. We will assign difficulty level for each question and system should pick that up. Tests can be for subjects, topics or full exam. Student analytics can get generated like weak areas and strong areas with graphical representation based on topic performance or subject performance in the tests. A predictive exam score can get generated based on progress of student which keeps getting updated as student keeps practising questions. To address weak areas, automatically, student should be pointed to concepts, video lectures provided by us and practice can be alloted on questions from those areas.  A tree structure can be implemented where questions which are common for multiple exams and if a student has solved it for one exam, this intelligence also travels to other exam prep when student does that also. Also, we will need analytics on entire student pool about performance per exam, question related analytics for us, topic related analytics. BIg data analytics application which can lead us to take action with respect to teachers and students. Clustering also needs to be created. If a teacher has 10 students then we can provide the facility to teacher to monitor practice scoring of those 10 students and teacher can see graphical representation of the performance of students. In the same cluster, a teacher can assign homework and homework could get automatically generated based on question bank. This system will need to be implemented across our existing web platform and android app. We will also need a seperate feedback mechanism where student can post their doubts over concepts through snapshots or written text and teachers can solve their queries. We will provide exam success scores for every exam, learning system will tell student how much score they need to aim for getting success in the exam. All question banks are multiple choice. ",
    "location": "India",
    "skills and expertise": [
        ".NET",
        "Mobile App Development",
        "Android",
        "Machine Learning (ML)",
        "Artificial Intelligence"
    ]
},
{
    "title": " machine learning  machine learning ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "need a code for handwriting recognization",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)",
        "Deep Learning"
    ]
},
{
    "title": " Need a technical writer for report writing  Need a technical writer for report writing ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "Topics will be related to cloud computing, machine learning, big data and many other technologies. If you can good in it and can write plagrism free content.. you are free to bid..",
    "location": "India",
    "skills and expertise": [
        "Cloud Computing",
        "Technical Writing",
        "Report Writing",
        "Research Writing",
        "Machine Learning (ML)"
    ]
},
{
    "title": " Desarrolladores Software  Desarrolladores Software ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Ruby + React.js- Java + Angular- .NET- Python + Machine learning- IOS + Android  conocimientos",
    "location": "Ecuador",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Mobile App Development",
        "Software Architecture",
        "HTML5"
    ]
},
{
    "title": " Code Financial Trading Strategy, GUI and connect to new API  Code Financial Trading Strategy, GUI and connect to new API ",
    "project rate": "$250.00 – 1,300.00 USD",
    "description": "Hello,Im looking for an engineer with the following skills:- Programming languages: C, Python and Java in that priority. C and python are a must.- Financial know-how is a must (you must have coded a trading strategy before and are preferably also exeperienced with connecting to trading API´s)- Machine learning experience is a benefitThe Project:I need an engineer to help me code a specific trading strategy in a special trading platform/environment. The coding language is C and many functions have been written in C already making the code quite small and manageable.- You need to download the platform/software which is freely available and familiarize yourself with it- You need to code a trading strategy which screens all stocks on the NYSE and Nasdaq and initiates trades on a specific rule set- you need to code a GUI in that platform also done in C- you need to connect python with that platform and do some data science in python- you need to connect an API to that platformThe platform itself will be made available to prospects with potential.Im looking to form a close cooperation and the right candidate will receive multiple projects on a continous basis.",
    "location": "Switzerland",
    "skills and expertise": [
        "C Programming",
        "Python",
        "Metatrader",
        "Financial Markets",
        "MQL4"
    ]
},
{
    "title": " Need Machine Learning and Artificial Intelligence expert developer  Need Machine Learning and Artificial Intelligence expert developer ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "We need an experienced developer in Machine Learning and Artificial Intelligence who has done quite a number of projects using both ML and AI.It's an urgent requirement... we are hiring very fast.",
    "location": "India",
    "skills and expertise": [
        "Machine Learning (ML)",
        "Artificial Intelligence"
    ]
},
{
    "title": " Game assistant App  Game assistant App ",
    "project rate": "$5,000.00 – 10,000.00 USD",
    "description": "I need a highly qualified freelancer or agency that can develop an app that will provide assistance playing an online game. You should have a background in Machine Learning, statistical analysis, and mobile app development. This app will display over a mobile app and detect what is on the screen.",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)",
        "App Developer",
        "AI (Artificial Intelligence) HW/SW"
    ]
},
{
    "title": " CNN-ELM algorithm  CNN-ELM algorithm ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Need an expert who has many journal papers in IEEE and magazine belong elsevier to implement hybrid Convolutional neural network and extreme learning machine. Anyone who already do this hybrid model can come to discuss ",
    "location": "Oman",
    "skills and expertise": [
        "Deep Learning"
    ]
},
{
    "title": " Apple Watch App Water Skiing Sports  Apple Watch App Water Skiing Sports ",
    "project rate": "₹150,000.00 – 250,000.00 INR",
    "description": "Apple Watch side AppGoalStandalone App for data collection that connect with the iPhone App with the intention to increase the level of accuracy and bring new information to expend  actual functionalities. Apple Watch placementWe think that the best placement is on the ski on a mount. The exact placement has to be define and we will have to investigate the impact on the data collection too. We have to check if we will have to fool the skin detection security feature of the Apple Watch for the App to work properly.WorkflowThe watch App should be quite straight forward. Collect data of the different sensors and send it to the main App for data interpretation, analysis and rendering. Establish connection between the Watch and the PhoneThe discipline should be chosen on the Phone App and based on that the phone will pass the info to the watch over Bluetooth so the Watch App will know what to record.The Watch interface should :only allow to establish a link/connection to the Phone  AppHave a Start Capture bouton to set the Watch in a ready to capture stateHave a Stop Capture bouton to finish the data capture session. Technical aspect that can influence the behaviour/workflowSee if we have to send the collected data at the end of the ski setor if we can send data to the boat (and  the coach for example) between each pass. We have to check if we can have a live link from the Watch to the Phone App while skiing too.Limited intelligence could be built in to detect different state and trigger actions.For exemple it doesn’t worth collecting data if the skier is in the water (not moving). Based on skier profile, data could be collected when the skier reach a certain speed and stop capturing data when speed drop bellow a certain value. What we would like to know with the Apple Watch. Check if it is technically possibleSynchronise the data capture with the video recording of the phone. We should be able to associate a certain video frame with the Watch data capture at the same timeSpeed of the watch Direction of the watchTilt of the watch: Front back (to determine how flat the ski ride on the water and the changing state)Side to side or edge to edge (to determine the lean of the ski)Recreate the path of the watch on the phoneCalculate the distance between the Apple Watch and the phone. How accurate can it be? Is it then possible to have a precise length of the rope? Or how can we solve thisIn slalom, detect the passes and provide an accurate classic score (4@32 36mph)In jump, calculate jump distanceTricks will be address in a future as it will have to involve AI/machine learning to recognise data patternData representation After we have a clear understanding on what can be done on the data collection side, the accuracy and the cleaning of the data (to eliminate noise) we will be able to address what data we want to show the user and how",
    "location": "India",
    "skills and expertise": [
        "Mobile App Development",
        "iPhone",
        "Android",
        "Objective C",
        "iPad"
    ]
},
{
    "title": " Technology product launching and positioning strategy - B2B   Technology product launching and positioning strategy - B2B  ",
    "project rate": "$50.00+ USD /hr",
    "description": "We are a technology consulting firm based in the Greater Los Angeles area. By Q3 we are looking to launch our product and want someone who can bring the experience of product marketing, of technology products - especially in the Artificial Intelligence and Machine learning area. The company should have taken software products to market successfully. Created marketing messaging around the functionalities of those products; designed collaterals; created Ads for social media.Should have a successful verifiable track record.",
    "location": "United States",
    "skills and expertise": [
        "Sales",
        "Marketing",
        "Leads",
        "Product Management"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Port Computer Vision Model to Android  Port Computer Vision Model to Android ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "- Freelancer must have demonstrable previous experience in porting computer vision or machine learning-based algorithms in python to java or C++- Ideally freelancer will have ported pytorch code TensorFlow / TFLite- Freelancer must deliver by Thursday 30th July.--Port our Social Distancing algorithm (written in Python/Pytorch) to Java or C++ to make compatible with AndroidOS so it can process videos (with similar speed and accuracy to its current state) on-device (an edge-enabled security camera). It will then be uploaded as an app on the Safety & Security Things GmbH marketplace.Access to our GitHub repo with our social distancing code (written in python/pytorch) will be providedSecurity & Safety Things (S&ST) provide the necessary documentation to support the porting: https://docs.securityandsafetythings.com/developer/introduction/overview (login info provided)Some of the key points can be summarised below:OS:Android Open Source Project (AOSP). It includes S&ST APIs and OS components for managing video pipelines, web server and UI, user db, message broker etc.SUPPORTED PROGRAMMING LANGUAGES:- Java/Kotlin- C/C++SUPPORTED INFERENCE FRAMEWORKS:- TensorFlow Lite- Qualcomm Snapdragon Neural Processing Engine (SNPE)In order to run on the app existing models must be converted- from TensorFlow model to TensorFlow Lite format using TensorFlow tools (e.g. tflite_convert)- from Caffe2, TensorFlow and ONNX to Qualcomm Deep Learning Container (DLC) using the Qualcomm SNPE SDK*Although the provided documentation doesn’t mention pytorch it is possible to convert a pytorch model into a format that is either supported (pytorch -> tensorflow lite) or can be ported (pytorch -> ONNX)(https://pytorch.org/tutorials/advanced/super_resolution_with_onnxruntime.html)",
    "location": "United Kingdom",
    "skills and expertise": [
        "Java",
        "Python",
        "Android",
        "Machine Learning (ML)",
        "C++ Programming"
    ]
},
{
    "title": " Python and Django expert  Python and Django expert ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "implement machine learning in django websitewe have completed django project and machine learning project..have to integrate machine learning in django application..have to show the results in admin panel",
    "location": "Romania",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Django",
        "Software Architecture",
        "HTML"
    ]
},
{
    "title": " Software for a logistics company -- 2  Software for a logistics company -- 2 ",
    "project rate": "$8.00 – 15.00 USD /hr",
    "description": "I want to build a logistics company dedicated to connect shippers with trucking companies in Mexico. The main idea is using machine learning and IoT to track and connect the shippers with the closest available truck. I would like to star small with the project and need help to develop the platform. I am new to coding and will need some guidance as well.",
    "location": "Mexico",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Machine Learning (ML)",
        "Database Programming",
        "Internet of Things (IoT)"
    ]
},
{
    "title": " Business Intelligence for Enterprises  Business Intelligence for Enterprises ",
    "project rate": "$40.00 – 70.00 AUD",
    "description": "Looking for someone who has deep knowledge of modern technologies used in BI mainly data mining & machine learning.The perfect candidate should have experience & knowledge about data mining algorithms, data analysis, WEKA software,  exceptional research/report writing skills, programming languages(R,python - beneficial), machine learning using WEKA(mandatory).",
    "location": "",
    "skills and expertise": [
        "Research Writing",
        "Machine Learning (ML)",
        "Data Mining",
        "R Programming Language",
        "Data Analysis"
    ]
},
{
    "title": " Extensive Literature Review  Extensive Literature Review ",
    "project rate": "£20.00 – 250.00 GBP",
    "description": "1. Extensive literature review of risk assessmnet in critical infrastructure. the different mtheodologies uysed in assessing risk, predicting risk and modelling risk in critical infrastructre.   2. The state of the art literature review of risk prediction using machine-learning techniques and how the use of different Machine Learning tools can actually improve the accuracy of predictions with respect to the risk prediction without the use of machine learning.3. Highlighting the techniques/methods of assessing cascading impacts/effects of risks in critical infrastructure due to the dependency of critical infrastructure.",
    "location": "United Kingdom",
    "skills and expertise": [
        "Report Writing",
        "Research Writing",
        "Machine Learning (ML)",
        "Risk Management",
        "Academic Research"
    ]
},
{
    "title": " python and machine learning expert.... -- 2  python and machine learning expert.... -- 2 ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "I need a python and machine learning  expert for my current projects. If you have knowledge please bid. Details will be shared in message with the freelancers.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)"
    ]
},
{
    "title": " Faculty for Data Science -- 2  Faculty for Data Science -- 2 ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "Educational Qualification: Post Graduate/Graduate with experience in Computer Science / Information SystemsSalary: Attractive salaryLocation; Kakinada, Rajamundary & VisakhapatnamWho can apply:Experienced / Graduate with relevant experience and passion to teach can also apply.Applicants should teach the following topics:•\tIntroductory programming in Python and R,•\tData management (RDBMS and NoSQL),•\tBig Data,Machine learning, particularly deep learning.About Aditya Degree CollegesADITYA Degree Colleges were established 2 decades ago in Kakinada & spread across in 5 coastal districts of Andhra Pradesh mainly in East & West Godavari,Vizag,Srikakulam & Vizianagaram.Today 35,000 students and 2000 faculty stand  testimony in 18 Aditya degree colleges .15 CMM L5 companies conduct campus placements every year. Aditya Degree colleges are conferred with “Best Placement Award” by the Govt. Of AP.Aditya Degree Colleges are a part of prestigious Aditya Educational Institutions which comprise of 60 institutions offering quality education in Engineering, Pharmacy,Management,State/CBSE & International schools catering  KG to PG courses.",
    "location": "",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Big Data Sales",
        "Deep Learning"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " I need a expert in Topological optimization. -- 2  I need a expert in Topological optimization. -- 2 ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "Hello, Before start, I recommend you won`t bid quickly.I will prefer the biders who understand my requirement correctly and have a rich experience about it.let's get to it:I will describe below what I need and according to each part of the project I will indicate the file for your reference.I am working with Topological Optimization and I want to carry out a project called: \"Topological optimization in regions of structural connections using FEniCS and machine learning techniques.\"The biggest reference on the subject and which I follow as the biggest approach is: 01_Efficient topology optimization in MATLAB using 88 lines of code.pdfToday I have a code made in fenics that I follow, but it is very simple and does not have the filtering process according to item 2.3 of article 01, where the quality of the optimization is much lower and the checkerboard problem is evident. This code I have is in the file: 02_comet-fenics, item 7. And about the filter, I saw in the article: 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, in item 7 too, that he already made the Helmholtz filter code, described in 4.2 of file 01 , then it would be very interesting to use this filter.Well, that would be the first task, inserting the filtering system in the code I have and running the models according to the examples in files 04 and 05. Everything must be run so that the images and the files generated with visualization in the ParaView, and the code must be explained step by step.The second task is to show the ease of Fenics in changing models from 2D to 3D, also generating images and visualization in ParaView.The third task and perhaps the most important, is the implementation of the code considering topological optimization in regions of structural connections, and for reference see the file: 06_Design of Multi-Component Structural Systems for Optimal Layout Topology and Joint Locations. This file is a primary, but old, reference. The idea is to use its base and apply it according to files 07, 08 and 09.The fourth and final task will be an attempt to implement some machine learning process. I initially thought about using OpenCV and performing topological optimization using the identification and removal of the material according to its machine learning methodology. Well, this last task will be an \"Extra\", so, let's focus on the first three.As stated before, I will need all the code to be well described, indicating each step, references used, formulas, methods and etc. This will become a publication and I will need to document everything.About the deadline, if you feel comfortable doing the service, and I need you to be honest if you can do it or not, I have until the end of 2020 to gather all the codes, however it would be interesting if you sent me each task as you finish to that I can start writing the project.And on the payment, we will combine values ​​per task, so, for each task delivered, payment is made.The theory on how the filter is made is in item 4.2 (Filtering based on Helmholtz type differential equations) of the file 01_Efficient topology optimization in MATLAB using 88 lines of code.And that same filter, I found his code applied in item 7 (Replication of results) of file 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, see that it has three codes: Source Code 1, Source Code 2 and Source Code 3. Where in Source Code 3 he makes the application of the filter in Function def helmoltz_filter.Understood? this file 03, is just to help you, where the code is already available in item 7!",
    "location": "Russian Federation",
    "skills and expertise": [
        "Matlab and Mathematica",
        "Algorithm",
        "Statistics",
        "Machine Learning (ML)",
        "Mathematics"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Build a Machine Learning Web App with Streamlit and Python  Build a Machine Learning Web App with Streamlit and Python ",
    "project rate": "$70.00 – 80.00 USD",
    "description": "Hello,\"Alone we go faster, together we go further ...\"Here is the sentence that sums up the reason for this job.Recently I developed an NLP + Machine Learning model on PYTHON + UIPATH which classified candidates' CVs.  The model used was the random forest classifier.  I am very satisfied with the results.Building on this success, I want to build this use case on a Web application using STREAMLIT + PYTHON.  And that's where you come in.So if you already have Buil Machine Learning Web Apps then you are the person I am looking for to work together.Thanks",
    "location": "Canada",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Natural Language"
    ]
},
{
    "title": " want to built a software system based on machine learning and image processing with subscription module and with lightest model that can be run on any os with minimum graphic requirement and can use any camera  streem  want to built a software system based on machine learning and image processing with subscription module and with lightest model that can be run on any os with minimum graphic requirement and can use any camera  streem ",
    "project rate": "₹400.00 – 750.00 INR /hr",
    "description": "The system that we need should have below functionalities Mask recognition,mask-wearing facial recognition, social distancing recognition,Cars distance recognition to avoid an accident,headcount, Text and image recognition with any documents,gender recognition, emotion recognition, Fatigue and activeness  detection,Weapons detection, a heat map of peoples,  number plate recognition, We also want a live traffic counting system also with vehicle classification and counting.For vehicle counting Vehicle counting freeway/toll way countingVehicle speedVehicle type classificationSpeed and direction analysisTraffic statistics and analysis; reportsIncident detection; incident alert/notificationVideo detection and vehicle presencePedestrian detectionAccident/abnormal event detection/alerting.All the system should work in RTSP stream  as well as DVR analog stream.  The system should be work as a remote and static condition on static as well as variable I.P. System should least hardware to run on pc, android mobile, ios The system has all the features of the subscription module feature-wise like payment gateway and else and system generate a  should be encrypted and hack free communication. The system should be so lite that it can work on an sbc(single board computing) offline also. The timeline to complete and deploy the system is a maximum of 30 days. But some of the functionality has to be completed in 7 days as to evaluate the work. Thank you",
    "location": "India",
    "skills and expertise": [
        "C Programming",
        "Python",
        "Algorithm",
        "Software Architecture",
        "C++ Programming"
    ]
},
{
    "title": " Spleeter iOS port  Spleeter iOS port ",
    "project rate": "€250.00 – 750.00 EUR",
    "description": "Port Spleeter[1] to iOS, preferably using CoreML (or alternatively tensorflow lite). The goal is to extract between 3 and 5 stems from a music track, depending on what’s possible regarding RAM usage.Language: C++ (objc/swift welcome).The final deliverable should be:- steps/instructions on how we can recreate this conversion ourselves- a demo xcode project/iOS app that demonstrates that the trained models can be usedNext step will be to port it to android.Only freelancers who answer why you are suitable for this project will be accepted. If you are not an expert in machine learning, don't waste your bid.[1] https://github.com/deezer/spleeterSpleeter is the Deezer source separation library with pretrained models written in Python and uses Tensorflow.",
    "location": "",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "C++ Programming",
        "iOS Development",
        "Tensorflow"
    ]
},
{
    "title": " Build AI powered web solutions  Build AI powered web solutions ",
    "project rate": "₹100.00 – 400.00 INR /hr",
    "description": "Need well-experienced full stack web developer who has got excellent skills in HTML, javascript, react-js, python, flask. Some reasonable understanding of machine learning is added advantage but not mandatory.Smart, skilled and experienced female candidates who had to pause their career due to family reasons and willing to work on a part-time basis from home are welcome to apply.The ideal candidate should be able to do solution design, mentor & coach team members, interact with customers about their requirements. He/she should be energetic, self-motivated and sincereThis will be a 6 months contract (can be extended) and the candidate may need to work on different project requirements of the company during the periodCandidate can enjoy the following benefits:1. Work from home. No need to come to the office.2. Choose to work full-time or part-time3. For part-time workers, no stretching work hours ever.4. Long term engagement5. Good work environment6. Opportunity to work on latest technologiesFor part-time workers, the maximum budget is Rs. 8000 to Rs. 10000 per month. Negotiable for full-time workers",
    "location": "",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Machine Learning (ML)",
        "React.js",
        "Flask"
    ]
},
{
    "title": " I need a machine learning expert  I need a machine learning expert ",
    "project rate": "$50.00+ USD /hr",
    "description": "I have data for body measurements and data for garment measurements and I nees to figure out the relationship between the body measurements and clothing measurments so that I can make more garments just from the body measurements.",
    "location": "United Arab Emirates",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Data Science"
    ]
},
{
    "title": " python and machine learning expert..  python and machine learning expert.. ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "I need a python and machine learning  expert for my current projects. If you have knowledge please bid. Details will be shared in message with the freelancers.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)"
    ]
},
{
    "title": " Write a number of introductory and explanatory Python notebooks for quantitative trading, interacting with time-series forecasting and analysis Python API  Write a number of introductory and explanatory Python notebooks for quantitative trading, interacting with time-series forecasting and analysis Python API ",
    "project rate": "£750.00 – 1,500.00 GBP",
    "description": "Looking for a Python developer with knowledge in quantitative finance & pandas to write a number of trading focussed Jupyter notebooks that interact with our AI-driven time-series forecasting APIs.Although these will be Jupyter notebooks and introduce some reasonably complex concepts, the target users for these notebooks are NON TECHNICAL. The notebooks will therefore need to be heavy on explanation, introductory in nature, and simple in code.Requirements are:  * A basic understanding of quantitative finance, statistics, and portfolio theory  * Competent in Python  * time series modelling  * Strong technical writing ability in EnglishNice-to-haves:  * Degree in Computer Science or other related field An example notebook specification is attached. The work will include a couple of \"pilot\" notebooks, followed by ~20 in increasing complexity. I have attached an example specification.Budget will be dependent on availability and successful completion of a small pilot phase - indicative budget is for 15-20 notebooks, delivered throughout the course of August. Potential for ongoing work if successful. Support will be offered on an ongoing basis as well as an introductory training to our Machine Learning platform. Full use of our individual platform will be permitted during the course of the project.",
    "location": "United Kingdom",
    "skills and expertise": [
        "Python",
        "Statistics",
        "Financial Markets",
        "Mathematics",
        "Statistical Analysis"
    ]
},
{
    "title": " I need a expert in Topological optimization.  I need a expert in Topological optimization. ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Hello, Before start, I recommend you won`t bid quickly.I will prefer the biders who understand my requirement correctly and have a rich experience about it.let's get to it:I will describe below what I need and according to each part of the project I will indicate the file for your reference.I am working with Topological Optimization and I want to carry out a project called: \"Topological optimization in regions of structural connections using FEniCS and machine learning techniques.\"The biggest reference on the subject and which I follow as the biggest approach is: 01_Efficient topology optimization in MATLAB using 88 lines of code.pdfToday I have a code made in fenics that I follow, but it is very simple and does not have the filtering process according to item 2.3 of article 01, where the quality of the optimization is much lower and the checkerboard problem is evident. This code I have is in the file: 02_comet-fenics, item 7. And about the filter, I saw in the article: 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, in item 7 too, that he already made the Helmholtz filter code, described in 4.2 of file 01 , then it would be very interesting to use this filter.Well, that would be the first task, inserting the filtering system in the code I have and running the models according to the examples in files 04 and 05. Everything must be run so that the images and the files generated with visualization in the ParaView, and the code must be explained step by step.The second task is to show the ease of Fenics in changing models from 2D to 3D, also generating images and visualization in ParaView.The third task and perhaps the most important, is the implementation of the code considering topological optimization in regions of structural connections, and for reference see the file: 06_Design of Multi-Component Structural Systems for Optimal Layout Topology and Joint Locations. This file is a primary, but old, reference. The idea is to use its base and apply it according to files 07, 08 and 09.The fourth and final task will be an attempt to implement some machine learning process. I initially thought about using OpenCV and performing topological optimization using the identification and removal of the material according to its machine learning methodology. Well, this last task will be an \"Extra\", so, let's focus on the first three.As stated before, I will need all the code to be well described, indicating each step, references used, formulas, methods and etc. This will become a publication and I will need to document everything.About the deadline, if you feel comfortable doing the service, and I need you to be honest if you can do it or not, I have until the end of 2020 to gather all the codes, however it would be interesting if you sent me each task as you finish to that I can start writing the project.And on the payment, we will combine values ​​per task, so, for each task delivered, payment is made.The theory on how the filter is made is in item 4.2 (Filtering based on Helmholtz type differential equations) of the file 01_Efficient topology optimization in MATLAB using 88 lines of code.And that same filter, I found his code applied in item 7 (Replication of results) of file 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, see that it has three codes: Source Code 1, Source Code 2 and Source Code 3. Where in Source Code 3 he makes the application of the filter in Function def helmoltz_filter.Understood? this file 03, is just to help you, where the code is already available in item 7!",
    "location": "Russian Federation",
    "skills and expertise": [
        "Matlab and Mathematica",
        "Algorithm",
        "Statistics",
        "Machine Learning (ML)",
        "Mathematics"
    ]
},
{
    "title": " Seeking experts on Quantopian, Quantiacs, QuanConnect for consultation  Seeking experts on Quantopian, Quantiacs, QuanConnect for consultation ",
    "project rate": "$8.00 – 15.00 USD /hr",
    "description": "Seeking experts on Quantopian, Quaniacs or QuanConnect to inspire students to learn quanPlease provide the following answer when you send proposal. If no, proposal will be declined.- What are the pros/cons of Quantopian, QuanConnect and Quantiacs?- Can you effectively explain how machine learning works in these platforms to the students? Show a few   backtest algorithms & how machine learning is tweaked- There are many curriculums, videos on ML in quan. How can you pique the students’ interest ?",
    "location": "Switzerland",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)"
    ]
},
{
    "title": " web and software application that uses machine learning artificial intelligence and 3d modelling   web and software application that uses machine learning artificial intelligence and 3d modelling  ",
    "project rate": "£3,000.00 – 5,000.00 GBP",
    "description": "web and software application that uses machine learning artificial intelligence and 3d modeling ",
    "location": "United Kingdom",
    "skills and expertise": [
        "PHP",
        "Website Design",
        "3D Rendering",
        "3D Modelling",
        "Simulation"
    ]
},
{
    "title": " ML Recommendation Engine  ML Recommendation Engine ",
    "project rate": "$8.00 – 15.00 USD /hr",
    "description": "Looking for someone who has worked on creating recommendation engine for job marketplaces using machine learning. End goal is to create for jobs / candidates so proper recommendation can be provided toThe engine must instantly leverage your existing candidate base with the power of machine-learning that generates smart recommendations to employers based on the analytics of a user. Check this link for more info https://www.toptal.com/algorithms/predicting-likes-inside-a-simple-recommendation-engine",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "Algorithm",
        "Machine Learning (ML)",
        "Natural Language",
        "Artificial Intelligence"
    ]
},
{
    "title": " looking for a person who is having knowledge on Java Machine Learning Engineer  looking for a person who is having knowledge on Java Machine Learning Engineer ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "Should have more than 8+ experience.Technologies:1. JAVA2. NLP/NLU3. Machine Learning4. Docker5. Kubernetes6. AWSJob Description:1. Self-starter, seasoned JAVA developer with working UNIX scripting knowledge ( Groovy knowledge is desired).2. Working AWS & cloud computing knowledge required . Working knowledge of SageMaker ML service is desired.3. Few years of hands-on experience in Virtual Assistant/Bot,  & NLP/NLU technology is desired.4. AI experience related to solving business problems through dialogue conversation, machine learning, data mining is desired.",
    "location": "India",
    "skills and expertise": [
        "Java",
        "Cloud Computing",
        "Machine Learning (ML)",
        "Big Data Sales"
    ]
},
{
    "title": " Nutrigenomics   Nutrigenomics  ",
    "project rate": "$1,500.00 – 3,000.00 USD",
    "description": "I need an app that will calculate DNA results data and use machine learning to match it with nutritional plan for that client ",
    "location": "Ireland",
    "skills and expertise": [
        "Mobile App Development",
        "iPhone",
        "Android",
        "Software Architecture",
        "HP-UX"
    ]
},
{
    "title": " Lead Generation for native German speakers -- 2  Lead Generation for native German speakers -- 2 ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Hello,\non this task you have to find native German-Germany speakers and get them to do a voice recording online. The recordings will be used in the development of artificial intelligence and machine learning.\nThe recording itself is very easy. Your job would be to find a minimum of 10 people who are willing to do the recording and make sure that they complete the recording to a high standard in a timely manner.\nI need a large nr. of speakers for this task as soon as possible\n\nYour payment per approved recording will be 25 USD, this has to cover the speakers payment and your own cut.\nPlease start your proposal with the word lemon, so i know that you have read carefully the job posting.\nI look forward to reading your proposal",
    "location": "Albania",
    "skills and expertise": [
        "German"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Lead generation for native Spanish Speakers -- 2  Lead generation for native Spanish Speakers -- 2 ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Hello,\non this task you have to find native Spanish-Spain speakers and get them to do a voice recording online. The recordings will be used in the development of artificial intelligence and machine learning.\nThe recording itself is very easy. Your job would be to find a minimum of 10 people who are willing to do the recording and make sure that they complete the recording to a high standard in a timely manner.\nI need a large nr. of speakers for this task as soon as possible\n\nYour payment per approved recording will be 25 USD, this has to cover the speakers payment and your own cut.\nPlease start your proposal with the word lemon, so i know that you have read carefully the job posting.\nI look forward to reading your proposal",
    "location": "Albania",
    "skills and expertise": [
        "Spanish (Spain)"
    ]
},
{
    "title": " Deep learning / python dev  Deep learning / python dev ",
    "project rate": "€30.00 – 250.00 EUR",
    "description": "I need to complete a project using machine learning / python. Need help doing EDA , training and testing different models for accuracy",
    "location": "Ireland",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)",
        "Artificial Intelligence"
    ]
},
{
    "title": " Help me Deploy my Machine learning model as a API to Webserver using  Flask   Help me Deploy my Machine learning model as a API to Webserver using  Flask  ",
    "project rate": "£10.00 – 15.00 GBP /hr",
    "description": "Help me and teach me how to deploy my machine learning model as a API to a webserver using Flask python web-framework. I currently use Azure note books  to build my ML model .I have built a ML model, I know basic python. I am having problems deploying the model to a web server. PLEASE HELP. I want other people to be able to interact with the webServeR/website so they can input variable values and to be able to use the ML API. Can you work with me via chat and screen sharing  to complete this task. I will use you for more work if this small project goes well. ",
    "location": "United Kingdom",
    "skills and expertise": [
        "Python",
        "Django",
        "Software Architecture",
        "Machine Learning (ML)",
        "Flask"
    ]
},
{
    "title": " Writing & assistance in publishing 02 scientific papers on Web Services Composition  Writing & assistance in publishing 02 scientific papers on Web Services Composition ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "We are looking for a Consultant who will undertake the research and writing of 02 scientific papers for publication as outlined below:1 - Literature review on Web Services2 - Performance comparison of Web Services Composition (SOAP vs REST)The Consultant will write theses papers, identify IEEE/Springer/Elsevier recognized journal, and assist in the whole process of publication.The papers should be produced and published in a span of 04 months.The credit will solely go to the Client.Essential qualifications and competencies:*Ph.D. in Computer Science, Machine Learning, Web Services.*Breadth of knowledge of and experience in operation of computer science research.*Knowledge of and experience in conducting Systematic Literature Review evidenced by publication, Comparative studies, the proposal of a new solution, and its theoretical and experimental validation.*Published articles in peer-reviewed journals.",
    "location": "Senegal",
    "skills and expertise": [
        "Scientific Research",
        "Ghostwriting",
        "Article Writing",
        "Research Writing",
        "Web Services"
    ]
},
{
    "title": " Clustering implementation   Clustering implementation  ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "Implementation of inbuilt clustering algorithm machine learning ",
    "location": "India",
    "skills and expertise": [
        "C Programming",
        "Java",
        "Algorithm",
        "Machine Learning (ML)",
        "C++ Programming"
    ]
},
{
    "title": " implement machine learning in django website  implement machine learning in django website ",
    "project rate": "$30.00 – 250.00 CAD",
    "description": "we have completed django project and machine learning project..have to integrate machine learning in django application..have to show the results in admin panel",
    "location": "Canada",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Django",
        "Software Architecture",
        "HTML"
    ]
},
{
    "title": " Run a code of paper with different dataset  Run a code of paper with different dataset ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I have code for one paper and want run it with different dataset you need to do preprocessing for dataset and then run it and get resultafter that run it in my machine You need to know Pathon and deep learning too and working in linux ",
    "location": "Saudi Arabia",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Deep Learning"
    ]
},
{
    "title": " implement machine learning in django website  implement machine learning in django website ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "we have completed django project and machine learning project..have to integrate machine learning in django application..have to show the results in admin panel",
    "location": "Romania",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Django",
        "Software Architecture",
        "HTML"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Data Scientist needed for various analytics / machine learning projects  Data Scientist needed for various analytics / machine learning projects ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Data Scientist needed to help on various analytics / machine projects in eCommerce field.Requirements:- Machine Learning algorithms / methodologies (e.g. linear regression, etc.)- Create a deployable model in Python- Proficient in Python- SQL- RDBMS- Top notch communication skill- Be willing to sign an NDAThe project will be discussed over the interview call.",
    "location": "Argentina",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Data Mining",
        "Big Data Sales",
        "Hadoop"
    ]
},
{
    "title": " python and machine learning expert......  python and machine learning expert...... ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "I need a python and machine learning  expert for my current projects. If you have knowledge please bid. Details will be shared in message with the freelancers.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)"
    ]
},
{
    "title": " Slam Based AR Application (Enterprise)  Slam Based AR Application (Enterprise) ",
    "project rate": "$5,000.00 – 10,000.00 AUD",
    "description": "We need a slam based AR app built for both web application and mobile apps.App will collect data (in the form of videos and 3d maps) through mobile only, web app will be to showcase the capture from mobile camera and manage client accounts such as normal user account, enterprise accounts for access, billing, support etc. The application will be a SaaS based application where all users will be charged a certain amount to be using the platform. Basically the app AR feature will be scanning the indoors and outdoors of a building and turn it into a 3d map. Details and SOW will be provided after signed NDA.You must have the following in your arsenal:AR/VR expertiseAgile developmentTest driven developmentSingle page web app experienceMobile app offline modeMachine learningRest API development experienceSaaS development experienceTo discuss further, send me a message, sign the NDA (over chat) and let's get started",
    "location": "Australia",
    "skills and expertise": [
        "Mobile App Development",
        "Augmented Reality",
        "ARKit"
    ]
},
{
    "title": " Call for Proposals - Machine learning for accelerating clean energy through a mobile financing   Call for Proposals - Machine learning for accelerating clean energy through a mobile financing  ",
    "project rate": "$10,000.00 – 20,000.00 USD",
    "description": "MicroEnergy Credits (MEC) is looking for a team of expert data scientists to analyse MEC partners' data by performing big data analysis and machine learning technique to support the development of a mobile marketplace for the lending of clean energy technologies in India and Africa.This work is in part supported by Energy and Environment Partnership covering Southern and East Africa (EEP Africa).",
    "location": "India",
    "skills and expertise": [
        "Machine Learning (ML)",
        "Big Data Sales",
        "Data Analytics",
        "Deep Learning",
        "Statistical Modeling"
    ]
},
{
    "title": " We need a experience Flutter Developer  We need a experience Flutter Developer ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "We need a experience Flutter Developer, and also experience in Machine Learning,we are creating Live Streaming App like Bigo Live, Meme Live etc.we require1). Beauty camera on Live Stream Video like Bigo Live, Meme Live etc in Flutter with BLOC pattern.2). Filtter on live Video like Bigo Live, Meme Live etc in Flutter with BLOC pattern.Note :- we required a only Experience Flutter Developer, who can do this, Fresher please don't bid on this project",
    "location": "",
    "skills and expertise": [
        "Mobile App Development",
        "Machine Learning (ML)",
        "Flutter"
    ]
},
{
    "title": " Machine learning project in c -- 3  Machine learning project in c -- 3 ",
    "project rate": "$130.00 – 131.00 CAD",
    "description": "create a Machine Learning algorithm that can learn predictive Rule-Based models, using a greedy hill-climbing approach.• implement a train() function that ‘learn’ a set of rules from the training set.• implement a predictLabel() function that provide a predictions for a new case.",
    "location": "Canada",
    "skills and expertise": [
        "C Programming",
        "Algorithm",
        "Machine Learning (ML)",
        "Artificial Intelligence"
    ]
},
{
    "title": " Need expert in Machine Learning    Need expert in Machine Learning   ",
    "project rate": "$15.00 – 25.00 AUD /hr",
    "description": "Need expert in Machine Learning  & Deep Learning",
    "location": "Pakistan",
    "skills and expertise": [
        "Algorithm",
        "Machine Learning (ML)",
        "OpenCV",
        "Tensorflow",
        "Deep Learning"
    ]
},
{
    "title": " Faculty for Data Science  Faculty for Data Science ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Educational Qualification: Post Graduate/Graduate with experience in Computer Science / Information SystemsSalary: Attractive salaryLocation; Kakinada, Rajamundary & VisakhapatnamWho can apply:Experienced / Graduate with relevant experience and passion to teach can also apply.Applicants should teach the following topics:•\tIntroductory programming in Python and R,•\tData management (RDBMS and NoSQL),•\tBig Data,Machine learning, particularly deep learning.About Aditya Degree CollegesADITYA Degree Colleges were established 2 decades ago in Kakinada & spread across in 5 coastal districts of Andhra Pradesh mainly in East & West Godavari,Vizag,Srikakulam & Vizianagaram.Today 35,000 students and 2000 faculty stand  testimony in 18 Aditya degree colleges .15 CMM L5 companies conduct campus placements every year. Aditya Degree colleges are conferred with “Best Placement Award” by the Govt. Of AP.Aditya Degree Colleges are a part of prestigious Aditya Educational Institutions which comprise of 60 institutions offering quality education in Engineering, Pharmacy,Management,State/CBSE & International schools catering  KG to PG courses.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "SQL",
        "Machine Learning (ML)",
        "Big Data Sales",
        "Deep Learning"
    ]
},
{
    "title": " Build me  a software  Build me  a software ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "Hey, I want a machine learning model in which input is trouser and design (like a coat or T-shirt) and a live man standing in front of the camera and we have to show him that after he order to shop to make this specific design of specific color he will be looking like this. I want this work to be done as fast as possible.This project is similar like lens kart is having we can try any specs virtually. Here we can try coat and shirts virtually.",
    "location": "",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)"
    ]
},
{
    "title": " docker tutor -- 5  docker tutor -- 5 ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I need a crash course on docker learning.container handling using my own past projectsdeployingphp/python development etc.docker-compose, docker-machine docker-swarm etc. I love project-based, case training. (with gcloud, aws, do servers) *** raspi https://www.docker.com/blog/happy-pi-day-docker-raspberry-pi/  ### docker on raspi with swam",
    "location": "Korea, Republic Of",
    "skills and expertise": [
        "Linux",
        "Ubuntu",
        "Network Administration",
        "Git",
        "Docker"
    ]
},
{
    "title": " python and machine learning expert.... -- 4  python and machine learning expert.... -- 4 ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "I need a python and machine learning  expert for my current projects. If you have knowledge please bid. Details will be shared in message with the freelancers.",
    "location": "",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)"
    ]
},
{
    "title": " Data Science  Data Science ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I finished my big first Machine Learning project, and I'm looking for an expert in the field of ML to check my project carefully and give me constructive feedback. Mainly if the project good enough to the industry.",
    "location": "Israel",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Data Mining",
        "Statistical Analysis",
        "Data Science"
    ]
},
{
    "title": " AI / deep learning text analysis  AI / deep learning text analysis ",
    "project rate": "$5.00 – 30.00 USD /hr",
    "description": "I have a text file called \"Characters.txt\" and \"combinations.txt\". Now, I generate combinations from the characters in characters.txt. I have written my own script to give scores for these combinations.I need the AI to create its own combinations and then ask my code for a score. The ai will learn how to get a better score from these combinations.",
    "location": "United States",
    "skills and expertise": [
        "Machine Learning (ML)",
        "Artificial Intelligence"
    ]
},
{
    "title": " Phd in Deep learning and published journal papers  Phd in Deep learning and published journal papers ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Look for someone who already finished phd in deep learning and published many journal papers regarding hybrid deep learning like CNN+ GAN , CNNs+LSTM , CNN-ELMPLEASE who not have phd and published papers as above don’t accept my project ",
    "location": "Oman",
    "skills and expertise": [
        "Machine Learning (ML)",
        "Computer Vision",
        "Deep Learning"
    ]
},
{
    "title": " help me in learning python & deep learning projects  help me in learning python & deep learning projects ",
    "project rate": "€8.00 – 30.00 EUR",
    "description": "I will use Python for data mining and application of its function (Classification, Association, Clustering, etc) for coursework, academic project, development of a model for business, etc.for asking my questions , need a developer who can help me int his wayJUST INTEND TO HIRE NEW FREELANCERS , PLZ NOT LEAVE YOUR BID ON IT , IF YOU'RE EXPERIENCED DEVELOPER",
    "location": "Germany",
    "skills and expertise": [
        "Java",
        "Python",
        "Software Architecture",
        "Machine Learning (ML)",
        "Data Mining"
    ]
},
{
    "title": " Voice recording project for AI deep learning(Native Speakers Only)  Voice recording project for AI deep learning(Native Speakers Only) ",
    "project rate": "$10.00 – 11.00 USD",
    "description": "Thanks for being interested in the Alexa project. Here are the workflow:1. Send a short voice message reading Alexa 5 times for me to check your accent.2. I will reply to your voice message with a yes or no. 3. Quit if you get a no. Or start to record audio files and send the files to me in 24 hours if you get a yes.4. Quit after getting paid. Behaviors of cheating in sending fake files will receive serious official denial in review.Recording Instructions:1. Read Alexa 10 times fast, 10 times normlly, 10 times slow. One audio file per each speed.2. Pause for 1 second after EACH \"Alexa\".3. Record it in a quiet place without noticable noises.4. Name your files in this format: Your Name_speed. For example: Jason Z_slow.mp3,Jason Z_normal.mp3,Jason Z_fast.m4a etc.5. Send your files to me personally and get the money. NOTE!!!: You will get NO payment if:1. two files have the same reading speed. or2. the words are connected or you pause less than 0.5 seconds. or3. there are less than 10 times. or4. there are serious noises. or5. you don't rename the files correctly.",
    "location": "China",
    "skills and expertise": [
        "Audio Services",
        "Voice Talent",
        "English (US)",
        "Audio Production"
    ]
},
{
    "title": " very powerful and highly accurate predictive Football Sports Model  very powerful and highly accurate predictive Football Sports Model ",
    "project rate": "$1,500.00 – 3,000.00 SGD",
    "description": "Build me a very powerful and highly accurate predictive Football Sports Model, Using the most advanced tools and statistical methods (Such as R/Deep Learning/Probability Distributions/Etc) for the: 1. English Premier League 2. Italian Serie A 3. Spanish La liga 4. German Bundesliga 5. UEFA Champions League I want to predict, using data that are available and updated on the internet: 1. The Expected total number of goals scored in each game. 2. Expected number of goals the home team(A) will win or lose against the away team(B). Please send me a detailed description of how you can do this job.",
    "location": "Singapore",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "R Programming Language",
        "Statistical Analysis",
        "Deep Learning"
    ]
},
{
    "title": " Port Computer Vision Model to Android  Port Computer Vision Model to Android ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "- Freelancer must have demonstrable previous experience in porting computer vision or machine learning-based algorithms in python to java or C++- Ideally freelancer will have ported pytorch code TensorFlow / TFLite- Freelancer must deliver by Thursday 30th July.--Port our Social Distancing algorithm (written in Python/Pytorch) to Java or C++ to make compatible with AndroidOS so it can process videos (with similar speed and accuracy to its current state) on-device (an edge-enabled security camera). It will then be uploaded as an app on the Safety & Security Things GmbH marketplace.Access to our GitHub repo with our social distancing code (written in python/pytorch) will be providedSecurity & Safety Things (S&ST) provide the necessary documentation to support the porting: https://docs.securityandsafetythings.com/developer/introduction/overview (login info provided)Some of the key points can be summarised below:OS:Android Open Source Project (AOSP). It includes S&ST APIs and OS components for managing video pipelines, web server and UI, user db, message broker etc.SUPPORTED PROGRAMMING LANGUAGES:- Java/Kotlin- C/C++SUPPORTED INFERENCE FRAMEWORKS:- TensorFlow Lite- Qualcomm Snapdragon Neural Processing Engine (SNPE)In order to run on the app existing models must be converted- from TensorFlow model to TensorFlow Lite format using TensorFlow tools (e.g. tflite_convert)- from Caffe2, TensorFlow and ONNX to Qualcomm Deep Learning Container (DLC) using the Qualcomm SNPE SDK*Although the provided documentation doesn’t mention pytorch it is possible to convert a pytorch model into a format that is either supported (pytorch -> tensorflow lite) or can be ported (pytorch -> ONNX)(https://pytorch.org/tutorials/advanced/super_resolution_with_onnxruntime.html)",
    "location": "",
    "skills and expertise": [
        "Java",
        "Python",
        "Android",
        "Machine Learning (ML)",
        "C++ Programming"
    ]
},
{
    "title": " Data scientist with hands-on NLP and deep learning expertise  Data scientist with hands-on NLP and deep learning expertise ",
    "project rate": "$50.00+ USD /hr",
    "description": "Location constraint - US or Canada onlyWe are looking for a superstar data scientist, who is familiar and experienced with natural language processing and natural language understanding, using the latest deep learning techniques (Spark NLP, transformers, multi-task learning, etc.). This role fits software engineers with proven hands-on experience in Python, Spark, and TensorFlow. A PhD degree in a relevant field is preferred.Our company's focus is in healthcare and life science, so such background in medicine, pharma, bioinformatics or biostatistics is highly beneficial. However, it is not required, and we welcome applicants with experience from other verticals.The primary responsibilities will be one of two kinds. The first working as part of a team in customer-facing projects - building models and ML/DL/NLP pipelines that address specific business needs. This requires strong oral &amp; written communication skills. The second is working as part of our core development team to build new NLP, OCR, and AI Platform components.  This requires strong software engineering skills in addition to data science knowledge. Experience with Python is a must; knowing Scala is a big plus.We are looking for experts who are looking for long-term freelancing contracts, and wish to work on cutting-edge problems, learn and grow. We are looking for individuals who can commit at least 30 hours per week to this project. We are not able to consider agency or team applications for this job.This is a career opportunity that will enable you to expand your knowledge and experience of different tools and techniques, work within an team of big data and data science experts, and make a positive impact with your work.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Scientific Research",
        "Machine Learning (ML)",
        "Natural Language",
        "Deep Learning"
    ]
},
{
    "title": " Solving a task in deep learning  Solving a task in deep learning ",
    "project rate": "$30.00 – 250.00 CAD",
    "description": "Need to solve an task in deep learning by applying k means and random forest approaches",
    "location": "Canada",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Deep Learning"
    ]
},
{
    "title": " 17680-W1- NS3 Developer Needed   17680-W1- NS3 Developer Needed  ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Deep Learning based Security Assessment",
    "location": "India",
    "skills and expertise": [
        "Web Security",
        "Computer Security",
        "Machine Learning (ML)",
        "Internet Security",
        "Computer Science"
    ]
},
{
    "title": " Business Intelligence for Enterprises  Business Intelligence for Enterprises ",
    "project rate": "$40.00 – 70.00 AUD",
    "description": "Looking for someone who has deep knowledge of modern technologies used in BI mainly data mining & machine learning.The perfect candidate should have experience & knowledge about data mining algorithms, data analysis, WEKA software,  exceptional research/report writing skills, programming languages(R,python - beneficial), machine learning using WEKA(mandatory).",
    "location": "Australia",
    "skills and expertise": [
        "Research Writing",
        "Machine Learning (ML)",
        "Data Mining",
        "R Programming Language",
        "Data Analysis"
    ]
},
{
    "title": " AI / deep learning text analysis  -- 2  AI / deep learning text analysis  -- 2 ",
    "project rate": "£20.00 – 250.00 GBP",
    "description": "I have a text file called \"characters.txt\".I have a text file called \"combinations.txt\" (can also just be a python list)Now, I generate combinations from the characters in characters.txt.I have written my own script to give scores for these combinations.I need the AI to create its own combinations and then ask my code for a score. The ai will learn how to get a better score from these combinations.",
    "location": "United Kingdom",
    "skills and expertise": [
        "C Programming",
        "Java",
        "Python",
        "Software Architecture",
        "Machine Learning (ML)"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " deep learning project for nlp  deep learning project for nlp ",
    "project rate": "$30.00 – 250.00 CAD",
    "description": "continues work for the AI assignment ",
    "location": "Canada",
    "skills and expertise": [
        "Data Processing",
        "Data Entry",
        "Article Writing"
    ]
},
{
    "title": " Deep Learning Applications for Data Science & AI  Deep Learning Applications for Data Science & AI ",
    "project rate": "$50.00 – 100.00 AUD",
    "description": "This project involves the candidate to design deep learning algorithms to solve data analytics & AI problems.Looking for a candidate who has practical knowledge of :1. Advanced Python programming2. Formulating deep learning algorithms for unsupervised & supervised learning 3. Model & implement algorithm to process data(structured & unstructured) like image, text & video.4. Good communication & research writing skills5. Advanced statistical analysis & data visualization4. Neural networks, ConvNets, TensorFlow",
    "location": "",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Statistical Analysis",
        "Academic Writing",
        "Deep Learning"
    ]
},
{
    "title": " Deep learning / python dev  Deep learning / python dev ",
    "project rate": "€30.00 – 250.00 EUR",
    "description": "I need to complete a project using machine learning / python. Need help doing EDA , training and testing different models for accuracy",
    "location": "Ireland",
    "skills and expertise": [
        "Python",
        "Software Architecture",
        "Machine Learning (ML)",
        "Artificial Intelligence"
    ]
},
{
    "title": " Wanted a developer for MarTech team  Wanted a developer for MarTech team ",
    "project rate": "$1,500.00 – 3,000.00 USD",
    "description": "Octolis - data analysis platform. Marketing automation / MarTech (SaaS).It's time to start a new sub-project that will be built from scratch with a stack of technologies described below. The project has new requirements for throughput to solve a new class of business tasks more details in the 'Business Needs' section.Octolis team is looking for a developer who has experience withStackNode.js - 3yTDD/BDD: Mocha, Jest, Cucumber - 3yDocker - 3yPostgreSQL or MySQL - 2yMongoDB - 2yCloud services: AWS or GCP - 1yAngular2+ or React & Redux - 1yRedis - 0.5yTypeScript - 0.5yApplying OOP / FP patterns - 0.5yCommunicationEnglish: Written and Spoken - 1yTeam player: Agile / SCRUM / XP - 3yTechnologies that will be a plusApache KafkaNATS streamingRabbitMQElasticsearchKubernetesMicroservicesGolang, Python, ML/AI, Deep learningGraphQLRedux Saga or Redux ObservableAny technologies mentioned in the application stack is a plus.",
    "location": "Ukraine",
    "skills and expertise": [
        "MySQL",
        "node.js",
        "PostgreSQL",
        "Angular.js",
        "MongoDB"
    ]
},
{
    "title": " Apply your MSP/IT Experience in a Remote Software Startup  Apply your MSP/IT Experience in a Remote Software Startup ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "JW is an Up-and-Coming SaaS Company Headquartered in Seattle, USAWe build software for small businesses to make managing their repair shops a labor of love...especially when they are using our software. :)If you can answer YES to all of these, you might be a great fit with our team:1. You love a full, fast day and are constantly wondering \"Where did the day go?\"2. Are you a hands on learner and love figuring out new software?Our software does job tracking, marketing, invoicing, integrates tons of online tools -- and makes work fun.You will be the primary face of our business to our raving fan customer base. We are a different kind of software company -- we know that making the lives of our customers easier and more fun is the way to build great long-term relationships.We're building a company that values human beings, creativity, trust, and inspires success and happiness in the lives our employees and customers.If this sounds like the kind of team you want to be part of, we want to hear about you.HIGHLIGHTS:-Position designed to grow with the company (seriously, try us).-We want this to be your dream job and to help you make that so.-We will put you on a fast track to mastering \"'wearing many hats.\"-We will advance your career like nobody else -- stay with us for the long haul and we'll keep you challenged, learning, passionate, and growing.-Results-oriented: Keep our customers in love with us and you can design your ideal day.-Work from home!-Health benefits and 401(k)!WHAT YOU'LL BE DOING:-Providing exceptional customer support/technical support.-Gaining a deep understanding of our app.-Addressing customer inquiries and educating them on our product.-Helping connect customers with our sales and development teams.-Creating our ever-expanding Knowledge Base.-Keeping track of everything that happens; if a customer tells you about a storm in the area we love to know that so we can keep communication personal.-Proactively communicating with customers: if an issue is being held up, check in every couple days so people feel taken care of.-Helping the team keep a super high level of customer happiness.-Lots more - we have a big list of needs. :)WHAT WE'RE LOOKING FOR:-You're always learning and teaching yourself.-Must be an \"Internet Power User(tm)\" - fast with google, keyboard shortcuts, love spending time on the internet.-Collaborative and driven to develop yourself and the team you're part of.-You get people and you want to help them.-Excellent communication skills - verbal, written and electronic.-Exceptional phone presence.-You care -- which means a natural attention to detail and investment in customer success.-Self motivated with ability to think creatively to identify solutions for addressing customer needs.-Ability to multi-task in a fast paced environment.-You're kind and wily (in a good way).HOW TO GET HIRED BY US:Email us a pretend (but very real) answer to one of these pretend (but very real) example customer service questions:\"I’m testing out your product and playing around with JW Live. I see that JW Live has a Process Monitor. Do you have any plans to add an alerting system when a process or service is stopped or crashes?” - Potential New MSP Client\"I’m looking to make a list of Assets that have BitDefender installed. Can this be done in your system and how would you go about doing that?” - MSP TechnicianJust demonstrate that you are an individual, you have a personality, you enjoy life, and you enjoy good work. And please include a resume. :)JW is an equal opportunity employer. We value diversity and are committed to creating an inclusive environment where all employees can thrive and do their best work, free from discrimination and harassment.",
    "location": "United States",
    "skills and expertise": [
        "Customer Support",
        "Software Architecture",
        "Virtual Assistant",
        "Technical Support"
    ]
},
{
    "title": " help me in learning python & deep learning projects -- 2  help me in learning python & deep learning projects -- 2 ",
    "project rate": "€8.00 – 30.00 EUR",
    "description": "I will use Python for data mining and application of its function (Classification, Association, Clustering, etc) for coursework, academic project, development of a model for business, etc.for asking my questions , need a developer who can help me int his way",
    "location": "Germany",
    "skills and expertise": [
        "Java",
        "Python",
        "Software Architecture",
        "Machine Learning (ML)",
        "Data Mining"
    ]
},
{
    "title": " help me in learning python and deep learning  help me in learning python and deep learning ",
    "project rate": "€8.00 – 20.00 EUR",
    "description": "Hi , recently I have started learning python and deep learning... for asking programming doubts need a professional developer who be+fluent in English+have background in programming",
    "location": "Germany",
    "skills and expertise": [
        "PHP",
        "C Programming",
        "Python",
        "Software Architecture",
        "Statistics"
    ]
},
{
    "title": " Run a code of paper with different dataset  Run a code of paper with different dataset ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I have code for one paper and want run it with different dataset you need to do preprocessing for dataset and then run it and get resultafter that run it in my machine You need to know Pathon and deep learning too and working in linux ",
    "location": "Saudi Arabia",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Deep Learning"
    ]
},
{
    "title": " Create Crowd & Attention Detection Using Python, CV and Deep Learning  Create Crowd & Attention Detection Using Python, CV and Deep Learning ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "I want to develop a simple application, for video processing and analytics. Imagine a camera is placed at the Door of Store front. and the video is captured from this camera.I want 2 analysis from this video, 1. I want the count of total people2. Count of people entering and exiting the store3. Imagine there is a product kept at doorstep, i want the average time this product has got attention from people. You need to work on gaze and find out the total time and average time people are looking at the product.I have attached the sample video, i want the output in this way.Calculate Total people, Number of people entered the store and Total & Average time attention received at a location.Need this to be python application with machine learning and deep learning.Attached is sample video and output.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Image Processing",
        "Deep Learning",
        "Machine Vision / Video Analytics"
    ]
},
{
    "title": " Need expert in Machine Learning    Need expert in Machine Learning   ",
    "project rate": "$15.00 – 25.00 AUD /hr",
    "description": "Need expert in Machine Learning  & Deep Learning",
    "location": "Pakistan",
    "skills and expertise": [
        "Algorithm",
        "Machine Learning (ML)",
        "OpenCV",
        "Tensorflow",
        "Deep Learning"
    ]
},
{
    "title": " Deep learning for Medical Images  Deep learning for Medical Images ",
    "project rate": "$15.00 – 25.00 USD /hr",
    "description": "Hello,I am looking for a freelancer who has good understanding of deep learning so that he or she may help me in modifying a CNN for medical image processing (enhancement). The network already works on natural images (pytorch implementation). I can share the details later.Thanks",
    "location": "Norway",
    "skills and expertise": [
        "Deep Learning"
    ]
},
{
    "title": " Deep attribute network embedding or Dew-Fog Computing with novel Offloading strategy  Deep attribute network embedding or Dew-Fog Computing with novel Offloading strategy ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Hi there I am looking for developers , who are familiar with this topics. there are two papers need to complete. 1. Deep attribute network embedding / heterogeneous network embedding 2.Deep Learning based Dew-Fog Computing with novel Offloading strategy I will show you details. If you confident about this. let me know",
    "location": "United Kingdom",
    "skills and expertise": [
        "Wireless",
        "Computer Security",
        "Technical Writing",
        "Research Writing",
        "Network Administration"
    ]
},
{
    "title": " Deep Q Learning program  Deep Q Learning program ",
    "project rate": "$8.00 – 15.00 USD /hr",
    "description": "I need someone that is capable of programming a program that will make decisions based on live data stream. ",
    "location": "",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Deep Learning"
    ]
},
{
    "title": " Faculty for Data Science  Faculty for Data Science ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Educational Qualification: Post Graduate/Graduate with experience in Computer Science / Information SystemsSalary: Attractive salaryLocation; Kakinada, Rajamundary & VisakhapatnamWho can apply:Experienced / Graduate with relevant experience and passion to teach can also apply.Applicants should teach the following topics:•\tIntroductory programming in Python and R,•\tData management (RDBMS and NoSQL),•\tBig Data,Machine learning, particularly deep learning.About Aditya Degree CollegesADITYA Degree Colleges were established 2 decades ago in Kakinada & spread across in 5 coastal districts of Andhra Pradesh mainly in East & West Godavari,Vizag,Srikakulam & Vizianagaram.Today 35,000 students and 2000 faculty stand  testimony in 18 Aditya degree colleges .15 CMM L5 companies conduct campus placements every year. Aditya Degree colleges are conferred with “Best Placement Award” by the Govt. Of AP.Aditya Degree Colleges are a part of prestigious Aditya Educational Institutions which comprise of 60 institutions offering quality education in Engineering, Pharmacy,Management,State/CBSE & International schools catering  KG to PG courses.",
    "location": "",
    "skills and expertise": [
        "Python",
        "SQL",
        "Machine Learning (ML)",
        "Big Data Sales",
        "Deep Learning"
    ]
},
{
    "title": " Python and Deep learning Development  Python and Deep learning Development ",
    "project rate": "$800.00 – 1,000.00 USD",
    "description": "We are looking for full-stack developer.Requirement:- Good experience in Python- Good experience in Deep learning (prefer Bathymetric Lidar experience)- Good commnication- Good English",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Actively looking for full-stack developer  Actively looking for full-stack developer ",
    "project rate": "€250.00 – 750.00 EUR",
    "description": "For a data visualization / dashboard project, we are looking for a skilled developer who can take our concept to life. Project concept documentation will be provided upon finding the freelancer who can start as of now, and can deliver within 1-2 weeks. Involved technologies:- Google OAuth - Google Sheets API V4- Google Firebase/MongoDB/PostegreSQL- Angular/React/Vue (Not defined yet)- Stripe payment API for freemium modelPlease only bid if you are serious and able to start within the next hours, and have the required knowledge of the above technologies as well. ",
    "location": "Germany",
    "skills and expertise": [
        "JavaScript",
        "Stripe",
        "Data Visualization",
        "Google Sheets",
        "Google APIs"
    ]
},
{
    "title": " Interactive wireframe UI/UX designer for driver risk dynamic profiling score and assessment dashboard   Interactive wireframe UI/UX designer for driver risk dynamic profiling score and assessment dashboard  ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I need a wireframe UI/UX designer. For project related to Driver Risk Assessment identify drivers behavior risks level (H,M,L) scouring scenario and visualization interactive dashboard results based on proposed dynamic drivers profiles dashboard.. Let me know your ability to professional deliver and quality of work within budget and timeline.. then we can discuss more about project requirements.",
    "location": "",
    "skills and expertise": [
        "Website Design",
        "Graphic Design",
        "User Experience Design",
        "User Interface Design",
        "Graphical User Interface (GUI)"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " I need a expert in Topological optimization. -- 2  I need a expert in Topological optimization. -- 2 ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "Hello, Before start, I recommend you won`t bid quickly.I will prefer the biders who understand my requirement correctly and have a rich experience about it.let's get to it:I will describe below what I need and according to each part of the project I will indicate the file for your reference.I am working with Topological Optimization and I want to carry out a project called: \"Topological optimization in regions of structural connections using FEniCS and machine learning techniques.\"The biggest reference on the subject and which I follow as the biggest approach is: 01_Efficient topology optimization in MATLAB using 88 lines of code.pdfToday I have a code made in fenics that I follow, but it is very simple and does not have the filtering process according to item 2.3 of article 01, where the quality of the optimization is much lower and the checkerboard problem is evident. This code I have is in the file: 02_comet-fenics, item 7. And about the filter, I saw in the article: 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, in item 7 too, that he already made the Helmholtz filter code, described in 4.2 of file 01 , then it would be very interesting to use this filter.Well, that would be the first task, inserting the filtering system in the code I have and running the models according to the examples in files 04 and 05. Everything must be run so that the images and the files generated with visualization in the ParaView, and the code must be explained step by step.The second task is to show the ease of Fenics in changing models from 2D to 3D, also generating images and visualization in ParaView.The third task and perhaps the most important, is the implementation of the code considering topological optimization in regions of structural connections, and for reference see the file: 06_Design of Multi-Component Structural Systems for Optimal Layout Topology and Joint Locations. This file is a primary, but old, reference. The idea is to use its base and apply it according to files 07, 08 and 09.The fourth and final task will be an attempt to implement some machine learning process. I initially thought about using OpenCV and performing topological optimization using the identification and removal of the material according to its machine learning methodology. Well, this last task will be an \"Extra\", so, let's focus on the first three.As stated before, I will need all the code to be well described, indicating each step, references used, formulas, methods and etc. This will become a publication and I will need to document everything.About the deadline, if you feel comfortable doing the service, and I need you to be honest if you can do it or not, I have until the end of 2020 to gather all the codes, however it would be interesting if you sent me each task as you finish to that I can start writing the project.And on the payment, we will combine values ​​per task, so, for each task delivered, payment is made.The theory on how the filter is made is in item 4.2 (Filtering based on Helmholtz type differential equations) of the file 01_Efficient topology optimization in MATLAB using 88 lines of code.And that same filter, I found his code applied in item 7 (Replication of results) of file 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, see that it has three codes: Source Code 1, Source Code 2 and Source Code 3. Where in Source Code 3 he makes the application of the filter in Function def helmoltz_filter.Understood? this file 03, is just to help you, where the code is already available in item 7!",
    "location": "Russian Federation",
    "skills and expertise": [
        "Matlab and Mathematica",
        "Algorithm",
        "Statistics",
        "Machine Learning (ML)",
        "Mathematics"
    ]
},
{
    "title": " ReactJS Developer with  Plotly.js Expertise  ReactJS Developer with  Plotly.js Expertise ",
    "project rate": "$2.00 – 8.00 USD /hr",
    "description": "Dear Bidders,Greetings.I am looking for an experienced ReactJS developer who can help us to build an application using React JS + Plotly.js Chart Library. This is going to be an ongoing assignment and I am really looking for an experienced developer who doesn't need much supervision and should be able to work independently.This project is more of an Agile way of Development and our requirement changes rapidly. So need to accommodate the changes as well. Since this is going to be an hourly assignment, the pay is not going to be an issue.We have a Lead Developer and he will monitor the quality of work and he will make the decisions on the architecture and we need you to suggest the best practices and also execute them. Also, we need you to put at least 30 hrs on this project and be available for discussions as and when needed (until noon Eastern time). I am really looking for someone serious.Last but not least, I need updates on a daily basis and we have Github Repo where we create the Issues and add enough details. If you cannot justify the number of hours Vs Task completed, we are not going to honor your hours and won't release your milestones. We cannot disclose the nature of tasks/requirements here in freelancer as its a confidential project. But if you a strong in React, you should be Good.Some of the skills we need.1. React, Redux2. Good in Converting Prototypes to React Components.3. Strong in Javascript4. NodeJS Skills5. Plotly.jsHere is Repo Link - https://github.com/getredash/redashRedash is the Data Visualization app primarily built on React and Python as a Backend. We want to fork this library and customize it and that's where we need a React developer who can help us to Customize it.Again, please do not insist me to put the detailed requirements here in freelancer.Thanks for the Interest in my Project !!",
    "location": "United States",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "React.js",
        "Charts"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Power BI Analysis  Power BI Analysis ",
    "project rate": "$10.00 – 80.00 AUD",
    "description": "Data analysis and visualization with full documentation.",
    "location": "",
    "skills and expertise": [
        "Report Writing",
        "Data Visualization",
        "Data Analysis",
        "Supply Chain",
        "Power BI"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Looking for Virtual Assistance for European B2C startup  Looking for Virtual Assistance for European B2C startup ",
    "project rate": "€2.00 – 6.00 EUR /hr",
    "description": "We are a new startup located in Berlin, Germany with a team of 5 people that are working hard for bringing our concept to life. We’ve spent the last 10 months optimizing our internal workflows, we validated our idea with our ideal customer base, and are ready to scale up.Now we’re looking for a full-time virtual assistant for our CEO.Why this is an amazing opportunity:✅ Security. We’re making sure that we provide a long term remote workplace for everyone that works for us.✅ Freedom. The position is fully remote (work from home, a co-working space, a cafe, etc.).✅ Autonomy. As long as you’re executing our processes properly, you won’t be micro-managed.✅ Fairness. We value open communication, directness, and transparency. We want the collaboration with our full-time freelancers to be a win-win for both sides.✅ Passion and purpose. Work with us building passionate teams that really care about doing quality work and helping clients to make their businesses grow.✅ Quality. We place a big emphasis on providing high-quality service and actually getting results. ✅ A winning culture. We focus on sustainable, optimal growth instead of just growing as fast as possible.Key deliverables:The mission of this role is assisting our CEO with day to day operations such as:Email correspondence/reach-out with the Press, Partners and CustomersAssistance with Lead GenerationKeeping our CRM updated Follow up on contact requestsAssistance with hiring new talentsBlog/Content Writing Article rewriting Social media Posts & ManagementAnd other tasks depending on your skillsThis role is remote. You’ll work closely with our CEO. If you prove yourself, we can also discuss your growing responsibility + salary-wise. Quality work will get noticed + we will provide honest feedback at all times.Requirements:Fluency in English (written and spoken)It is a big plus (but not a requirement) If you have some sort of IT/Data visualization experience (can be just studying as well)Be ok with working in a highly structured environmentBe based in Europe or available on European CEST hours (08:00-18:00)Employment Specifics:This is a freelance, fulltime position after a 2 week, paid trial period. We’re estimating the total work volume to be +-7 hours of effective work time per day.Previous experience in startups in an assisting role is a huge bonus.",
    "location": "Germany",
    "skills and expertise": [
        "Copywriting",
        "Virtual Assistant",
        "Article Rewriting",
        "Social Media Management",
        "Software Sales"
    ]
},
{
    "title": " I need a expert in Topological optimization.  I need a expert in Topological optimization. ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Hello, Before start, I recommend you won`t bid quickly.I will prefer the biders who understand my requirement correctly and have a rich experience about it.let's get to it:I will describe below what I need and according to each part of the project I will indicate the file for your reference.I am working with Topological Optimization and I want to carry out a project called: \"Topological optimization in regions of structural connections using FEniCS and machine learning techniques.\"The biggest reference on the subject and which I follow as the biggest approach is: 01_Efficient topology optimization in MATLAB using 88 lines of code.pdfToday I have a code made in fenics that I follow, but it is very simple and does not have the filtering process according to item 2.3 of article 01, where the quality of the optimization is much lower and the checkerboard problem is evident. This code I have is in the file: 02_comet-fenics, item 7. And about the filter, I saw in the article: 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, in item 7 too, that he already made the Helmholtz filter code, described in 4.2 of file 01 , then it would be very interesting to use this filter.Well, that would be the first task, inserting the filtering system in the code I have and running the models according to the examples in files 04 and 05. Everything must be run so that the images and the files generated with visualization in the ParaView, and the code must be explained step by step.The second task is to show the ease of Fenics in changing models from 2D to 3D, also generating images and visualization in ParaView.The third task and perhaps the most important, is the implementation of the code considering topological optimization in regions of structural connections, and for reference see the file: 06_Design of Multi-Component Structural Systems for Optimal Layout Topology and Joint Locations. This file is a primary, but old, reference. The idea is to use its base and apply it according to files 07, 08 and 09.The fourth and final task will be an attempt to implement some machine learning process. I initially thought about using OpenCV and performing topological optimization using the identification and removal of the material according to its machine learning methodology. Well, this last task will be an \"Extra\", so, let's focus on the first three.As stated before, I will need all the code to be well described, indicating each step, references used, formulas, methods and etc. This will become a publication and I will need to document everything.About the deadline, if you feel comfortable doing the service, and I need you to be honest if you can do it or not, I have until the end of 2020 to gather all the codes, however it would be interesting if you sent me each task as you finish to that I can start writing the project.And on the payment, we will combine values ​​per task, so, for each task delivered, payment is made.The theory on how the filter is made is in item 4.2 (Filtering based on Helmholtz type differential equations) of the file 01_Efficient topology optimization in MATLAB using 88 lines of code.And that same filter, I found his code applied in item 7 (Replication of results) of file 03_Souza-Silva2020_Article_TopologyOptimizationAppliedToT, see that it has three codes: Source Code 1, Source Code 2 and Source Code 3. Where in Source Code 3 he makes the application of the filter in Function def helmoltz_filter.Understood? this file 03, is just to help you, where the code is already available in item 7!",
    "location": "Russian Federation",
    "skills and expertise": [
        "Matlab and Mathematica",
        "Algorithm",
        "Statistics",
        "Machine Learning (ML)",
        "Mathematics"
    ]
},
{
    "title": " Power BI-Visualization  Power BI-Visualization ",
    "project rate": "$10.00 – 30.00 CAD",
    "description": "Need to use the data avaliable on the Files and develop Visualization as a output",
    "location": "Canada",
    "skills and expertise": [
        "Power BI"
    ]
},
{
    "title": " Installing wildcard  SSL for different domain and integrate with WizIQ streaming   Installing wildcard  SSL for different domain and integrate with WizIQ streaming  ",
    "project rate": "$10.00 – 30.00 CAD",
    "description": "Oneium is an international accessible educational platform that provide secure payment, convenient scheduling, and live stream service for international users between professional provider and user who seeks for knowledge or information.please see https://www.oneium.con for visualization and more information about the platform.",
    "location": "",
    "skills and expertise": [
        "Website Design",
        "Software Architecture",
        "MySQL",
        "HTML",
        "Full Stack Development"
    ]
},
{
    "title": " RESIDENTIAL REMODEL VISUALIZATION (EXTERIOR ONLY)  RESIDENTIAL REMODEL VISUALIZATION (EXTERIOR ONLY) ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "We have a residential remodel for which we need a nice 3D visualization.Background - the client hired a construction firm, who then did some basic plans and renderings. However, they weren't well thought-out and the client has changed a bunch of things. We are now charged with producing the construction drawings, but we are not sure the client will be happy with [their own] changes, so we want to present a new \"shiny\" 3D visualization.We are looking for 1-2 architects/designers to help the 3D visualizations. The main reason we are looking for multiple designers is so we can develop relationships with multiple designers for future work and so we can get some different creative suggestionsRight now, we are looking for EXTERIOR visualization of the property based on what has already been produced (under the client's direction).The scope generally involves:- Additional footprint at the rear of the home.- Additional patio cover- Some exterior sitework (grilling area, bar, etc.)- Minor treatments on eaves and other exterior surfaces.*The rendering should stick to the basic scope of work we show (square footage, usage, etc.), but we want to offer the designer some latitude to throw in any bells and whistles\". We would love some creative suggestions!We will provide an entire drive full of pictures and files, but please view this brief video introduction to the scope of work.PLEASE WATCH: https://www.youtube.com/watch?v=QxhOIcLVUasWe will provide:1. CAD floor plans2. CAD elevations3. Photographs of the site for reference4. Brief Video explanation (above link)5. Original renderings by the contractor's designerYou may present the information using whatever software you prefer, so long as we can present the schematics and visualization to the client in PDF's or some other free viewer (like with sketchup).A few pictures are attached to this posting for reference purposes.",
    "location": "India",
    "skills and expertise": [
        "Building Architecture",
        "3D Rendering",
        "3ds Max",
        "3D Modelling",
        "3D Animation"
    ]
},
{
    "title": " looking for a 3d artist   looking for a 3d artist  ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "we are looking for 3d visualizers to associate with us on various projects ,we need someone who is good in architectural visualization and design skill,selection will be based on portfolio  ",
    "location": "",
    "skills and expertise": [
        "3D Rendering",
        "SketchUp",
        "3ds Max",
        "3D Animation",
        "3D Design"
    ]
},
{
    "title": " Simple real-time visualization page with VivaGraphJS, socket.io, websocket  Simple real-time visualization page with VivaGraphJS, socket.io, websocket ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Hi there, The goal is to create a simple web page that visualizes the (flattened json structure) data of a websocket connection in real time.The data should be linked in logical and/or chronological order. Individual events have unique GUIDs and are created in chronological order by different microservices. All data also have a (mostly) unique timestamp. Related events have a common CorrelationID (also a GUID). Often several hundred messages per second come over the websocket connection.A few useful metrics should be displayed, such as the current transaction rate of incoming messages, the source is one or more graylog servers.Also a few filter and search options, e.g. to hide messages of individual microservices (the ComponentName is included in the message) or to search for a specific MessageID or other contents of a message.An example of such a site, but has nothing to do with this project: http://tangle.glumb.de/Framework to be used are VivaGraphJS and probably ngraph and socket.iohttps://github.com/anvaka/VivaGraphJShttps://github.com/anvaka/ngraphhttps://github.com/socketio/socket.io",
    "location": "Germany",
    "skills and expertise": [
        "JavaScript",
        "HTML",
        "Socket IO"
    ]
},
{
    "title": " Wanted: EU based Virtual Assistant for CEO  Wanted: EU based Virtual Assistant for CEO ",
    "project rate": "€6.00 – 12.00 EUR /hr",
    "description": "We are a new startup located in Berlin, Germany with a team of 5 people that are working hard for bringing our concept to life. We’ve spent the last 10 months optimizing our internal workflows, we validated our idea with our ideal customer base, and are ready to scale up.Now we’re looking for a full-time virtual assistant for our CEO.Why this is an amazing opportunity:✅ Security. We’re making sure that we provide a long term remote workplace for everyone that works for us.✅ Freedom. The position is fully remote (work from home, a co-working space, a cafe, etc.).✅ Autonomy. As long as you’re executing our processes properly, you won’t be micro-managed.✅ Fairness. We value open communication, directness, and transparency. We want the collaboration with our full-time freelancers to be a win-win for both sides.✅ Passion and purpose. Work with us building passionate teams that really care about doing quality work and helping clients to make their businesses grow.✅ Quality. We place a big emphasis on providing high-quality service and actually getting results. ✅ A winning culture. We focus on sustainable, optimal growth instead of just growing as fast as possible.Key deliverables:The mission of this role is assisting our CEO with day to day operations such as:Email correspondence/reach-out with the Press, Partners and CustomersAssistance with Lead GenerationKeeping our CRM updated Follow up on contact requestsAssistance with hiring new talentsBlog/Content Writing Article rewriting Social media Posts & ManagementThis role is remote. You’ll work closely with our CEO. If you prove yourself, we can also discuss your growing responsibility + salary-wise. Quality work will get noticed + we will provide honest feedback at all times.Requirements:Fluency in English (written and spoken)It is a big plus (but not a requirement) If you have some sort of IT/Data visualization experience (can be just studying as well)Be ok with working in a highly structured environmentBe based in Europe or available on European CEST hours (08:00-18:00)Employment Specifics:This is a freelance, fulltime position after a 2 week, paid trial period. We’re estimating the total work volume to be +-7 hours of effective work time per day.Previous experience in startups in an assisting role is a huge bonus.",
    "location": "",
    "skills and expertise": [
        "Copywriting",
        "Virtual Assistant",
        "Article Rewriting",
        "Social Media Management",
        "Software Sales"
    ]
},
{
    "title": " arduino, jetson and raspbaerrypi customization -- 2  arduino, jetson and raspbaerrypi customization -- 2 ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Hi,I've got a research project that consists of connecting these iot devices to an app, and will work toward building a dashboard with visualization. This job will basically be done by me, but I would need all the help I need, in the area of reviewing my project details and actual coding. The first task is to connect Arduino to a pc and configure using Sketch and code editor to perform certain tasks and get the input and output data to a db. I have configured the physical setup and django on raspi.( https://www.docker.com/blog/happy-pi-day-docker-raspberry-pi)The second task is to add more module on top of the task 1 such as envs sensors and expand to create on appinventor platform based on raspberrypiThe third and the last task is to use a jetson board (hopefully in conjunction with task1 and 2) with a drone configuration in mind.The details depend on the other two tasks.",
    "location": "",
    "skills and expertise": [
        "Python",
        "Electronics",
        "Arduino",
        "Drones",
        "Raspberry Pi"
    ]
},
{
    "title": " #259 Signature  #259 Signature ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "I'm looking for an interior designer who is experienced in giving a 3D rendering of the interior design for 3BHK Front Hall, Living Room & Dining Room Bedrooms ETC. The deliverable will be the 3D plan & Visualization, Bill of Material and detailing with measurements",
    "location": "",
    "skills and expertise": [
        "3D Rendering",
        "Home Design",
        "Interior Design",
        "3ds Max",
        "3D Modelling"
    ]
},
{
    "title": " Build a Website  Build a Website ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Build a Wordpress based website for a IT Services and Solutions company that is desktop and mobile friendly. High level outline is belowHome Page-\tCompanyo\tAbout Company Inco\tPartnershipso\tBlogo\tNews & Information-\tContract Vehicleso\tSBA HUBZone Certified Small Business-\tTechnology Solutionso\tOracle Technology Solutions\tERP•\tPeopleSoft HCM •\tOracle HCM Cloud\tDatabaseo\tMicrosoft Solutions\tOffice 365\tDynamicso\tServiceNow Solutionso\tCloud Solutions\tAzure\tOracle Cloud Infrastructure\tAWSo\tData Intelligence and Visualization-\tService Solutionso\tERP Implementation and Supporto\tCloud Advisory and Migrationo\tManaged Serviceso\tProgram and Project Managemento\tIT Staff Augmentation\tOracle Consulting Services\tMorgan Franklin\tKPMG-\tClients and Past Performanceo\tDHHS\tEHCM Upgrade\tHHS T&A Implementation Assessment\tPHS PeopleSoft HCM Implementation Assessmento\tDC Government\tPS HCM 8.8 Self Service Implementation\tPS HCM 9.0 Upgrade\tDCRB Modernization\tPS HCM 9.2 Upgrade and Change Managemento\tState of Indiana\tPS ELM 9.0 Support\tPS ELM 9.2 Upgrade-\tCareers-\tContact Us",
    "location": "",
    "skills and expertise": [
        "PHP",
        "Website Design",
        "Graphic Design",
        "WordPress",
        "HTML"
    ]
},
{
    "title": " Discrete Event Simulation Expert   -- 2  Discrete Event Simulation Expert   -- 2 ",
    "project rate": "$10.00 – 100.00 AUD",
    "description": "i need a computer model in SIMUL8, Flexisim, or any logic for visualization. more details in the DM",
    "location": "",
    "skills and expertise": [
        "Excel",
        "Mechanical Engineering",
        "Industrial Engineering",
        "Data Visualization",
        "Data Analysis"
    ]
},
{
    "title": " matlab expert required -- 3  matlab expert required -- 3 ",
    "project rate": "₹100.00 – 400.00 INR /hr",
    "description": "I want an expert in matlab in image processing,and latest matlab tools who knows to implement",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "Matlab and Mathematica",
        "Algorithm",
        "Electrical Engineering",
        "Mathematics"
    ]
},
{
    "title": " Digital Signal Processing Expert  Digital Signal Processing Expert ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Work location : RemoteDeliverable : The right candidate will be required to build and test algorithms that gives audio similarity scores between two audio signals. The audio signals will be “one-word” long. The idea is to come to a normalized 1-10 point representation of an audio signal.Requirements : We are expecting the candidate to already have had past experience in fingerprinting technology which is used by tools like Shazam and Duolingo.You have a fundamental knowledge of the science behind speech waveformsYou are familiar with spectrogram calculation techniques like FFT, Mel Coefficients, Zero crossing, cosine similarity etcYou have experience with voice recognition technologies. Phoneme detection etcYou are familiar with dynamic time warpingYou have worked in noise cancellation techniques before",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "Engineering",
        "Audio Processing",
        "Digital Signal Processing"
    ]
},
{
    "title": " Image Processing  Image Processing ",
    "project rate": "$10.00 – 60.00 USD",
    "description": "HelloI need an expert to help in image processing. The task involves implementation of algorithms for image retrieval from compression.",
    "location": "",
    "skills and expertise": [
        "Matlab and Mathematica",
        "Image Processing",
        "Signal Processing",
        "Digital Signal Processing"
    ]
},
{
    "title": " Matlab specialist required   Matlab specialist required  ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I am muhammad Javed from pakistan, I have a lot of work in matlab and i am looking for a professional in matlab who can work with me on long term basis and who can handle all of my work within timeline and offer me reasonable prices. I have work in all following areas:  Power Systems Control systems Digital Signal Processing Image Processing Artificial Intelligence Neural Networks Micro-grid simulation Discrete Fourier transform",
    "location": "",
    "skills and expertise": [
        "Engineering",
        "Matlab and Mathematica",
        "Algorithm",
        "Electrical Engineering",
        "Mathematics"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Software developer for simple desktop and web app development  Software developer for simple desktop and web app development ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Excel file processing and format conversion with financial formula.",
    "location": "United States",
    "skills and expertise": [
        "PHP",
        ".NET",
        "Excel",
        "Software Architecture"
    ]
},
{
    "title": " > GENERAL VIRTUAL ASSISTANT NEEDED <  > GENERAL VIRTUAL ASSISTANT NEEDED < ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "You'll be responsible for the following:- research- data entry and data processing- customer support- email- content writing and copy writing- General VA work12 Hours a day, 6 days a week (Hours: 9 am - 9 pm Monday to Saturday) - non negotiable.Tracker will be installed.Perfect written AND spoken english needed (for messaging, texting, etc.)IMPORTANT: You will NOT be able to accept other projects. - non negotiableMUST BE detail oriented, work fast and be a problem solver. MUST speak perfect english. MUST be able to work fast",
    "location": "Poland",
    "skills and expertise": [
        "Data Processing",
        "Data Entry",
        "Excel",
        "Virtual Assistant",
        "Anything Goes"
    ]
},
{
    "title": " Billing Specialist - 2  Billing Specialist - 2 ",
    "project rate": "$25.00 – 50.00 USD /hr",
    "description": "Billing Specialist ResponsibilitiesInclude:Receiving and sorting incoming payments with attention to credibilityManaging the status of accounts and balances and identifying inconsistenciesIssuing bills, receipts and invoicesJob briefWe are looking for a competent Billing specialist to undertake a variety of financial and non-financial tasks in order to help guarantee the company’s revenues. You will handle the processing of incoming payments along with the issuing of necessary paperwork.ResponsibilitiesAssume the responsibility of receiving and sorting incoming payments with attention to credibilityManage the status of accounts and balances and identify inconsistenciesIssue and post bills, receipts and invoicesCheck the validity of debit accountsUpdate accounts receivable database with new accounts or missed paymentsEnsure all clients remain informed on their outstanding debts and deadlinesProvide solutions to any relative problems of clientsWrite thorough reports on billing activity with clear and reliable dataRequirementsProven experience as billing specialistAdherence to laws and best practices in regards to dealing with customers and dataComfortable dealing with numbers and the processing of financial informationExcellent knowledge of MS Office (particularly Excel) and ER software (JDE or other)Proficiency in EnglishResults-driven and patientHigh degree of attention to detail and trustworthinessBSc degree in Finance, Accounting or BA",
    "location": "Colombia",
    "skills and expertise": [
        "PHP",
        "Accounting",
        "Excel",
        "Microsoft Access",
        "MySQL"
    ]
},
{
    "title": " DVM doctor visa application for PR in Australia  DVM doctor visa application for PR in Australia ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I need a helping hand in processing for Australia resident visa. how a DVM doctor can fall in list of agriculture scientist. how a DVM application for PR is approved. ",
    "location": "Pakistan",
    "skills and expertise": [
        "Visa / Immigration",
        "Immigration",
        "Visa Ready Resources",
        "Immigration Law"
    ]
},
{
    "title": " Online form with approval workflow  Online form with approval workflow ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Hi,We need to create a simple online form with approval workflow.The form that will be accessible to the external end user captures very basic information such as personal details and the ability to attach their documents.Once the request is submitted, we need to create approval workflowFirst Employee: Verify that all the required information is enter by the external user > He will then enter additional information and attach additional documents to the original requestSecond Employee: Will verify the details only and return it back for corrections, if anyDept. Manager: Approves the requestFinance Dept. Enters additional informationFinance Manager > Approves the request and generate  a PDF document for further manual processingThe above is just the general concept.We a SharePoint form with Approval workflow",
    "location": "United Arab Emirates",
    "skills and expertise": [
        "PHP",
        "Sharepoint",
        "Electronic Forms",
        "HTML",
        "Software Development"
    ]
},
{
    "title": " Data Processing Experts in XLS  Data Processing Experts in XLS ",
    "project rate": "₹100.00 – 400.00 INR /hr",
    "description": "Data Processing Experts in XLS",
    "location": "India",
    "skills and expertise": [
        "Data Processing",
        "Data Entry",
        "Excel",
        "Software Architecture",
        "Data Mining"
    ]
},
{
    "title": " Audio processing of educational content  Audio processing of educational content ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "Need audio processing of recorded educational content. Removal of noise, reverberation, change of pitch etc",
    "location": "India",
    "skills and expertise": [
        "Audio Services",
        "Music",
        "Sound Design",
        "Audio Production"
    ]
},
{
    "title": " Authentication   Authentication  ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I am looking for a flutter developer to incorporate touch ID,fingerprint and passcode authentication for login and transaction processing. ",
    "location": "Nigeria",
    "skills and expertise": [
        "Mobile App Development",
        "iPhone",
        "Android"
    ]
},
{
    "title": " book formatting for printing  book formatting for printing ",
    "project rate": "€8.00 – 30.00 EUR",
    "description": "My book is 110 pages in word processing software at A4 size.I plan to have this printed in A5 by www.bookprintinguk.com.I need someone to format the pages to allow them to be printed correctly to meet my vision and the requirements of the print company.  It is mainly black and white with some middle pages of photos.",
    "location": "Portugal",
    "skills and expertise": [
        "PDF",
        "Adobe InDesign",
        "Format & Layout",
        "Brochure Design"
    ]
},
{
    "title": " Product Development  Product Development ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "We are into development & processing of gourmet food",
    "location": "Nigeria",
    "skills and expertise": [
        "Research",
        "Biotechnology",
        "Mechanical Engineering",
        "Chemical Engineering",
        "Nutrition"
    ]
},
{
    "title": " Android and iOS development  Android and iOS development ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I  wanna develop simple image processing project,but I wanna get result what i want.But my project isnt working well.So I need mobile naitve developer that know image processing well.please let us discuss in details via chat.My Budget is 100USD.",
    "location": "",
    "skills and expertise": [
        "Java",
        "Mobile App Development",
        "Android",
        "Swift",
        "iOS Development"
    ]
},
{
    "title": " Port Computer Vision Model to Android  Port Computer Vision Model to Android ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "- Freelancer must have demonstrable previous experience in porting computer vision or machine learning-based algorithms in python to java or C++- Ideally freelancer will have ported pytorch code TensorFlow / TFLite- Freelancer must deliver by Thursday 30th July.--Port our Social Distancing algorithm (written in Python/Pytorch) to Java or C++ to make compatible with AndroidOS so it can process videos (with similar speed and accuracy to its current state) on-device (an edge-enabled security camera). It will then be uploaded as an app on the Safety & Security Things GmbH marketplace.Access to our GitHub repo with our social distancing code (written in python/pytorch) will be providedSecurity & Safety Things (S&ST) provide the necessary documentation to support the porting: https://docs.securityandsafetythings.com/developer/introduction/overview (login info provided)Some of the key points can be summarised below:OS:Android Open Source Project (AOSP). It includes S&ST APIs and OS components for managing video pipelines, web server and UI, user db, message broker etc.SUPPORTED PROGRAMMING LANGUAGES:- Java/Kotlin- C/C++SUPPORTED INFERENCE FRAMEWORKS:- TensorFlow Lite- Qualcomm Snapdragon Neural Processing Engine (SNPE)In order to run on the app existing models must be converted- from TensorFlow model to TensorFlow Lite format using TensorFlow tools (e.g. tflite_convert)- from Caffe2, TensorFlow and ONNX to Qualcomm Deep Learning Container (DLC) using the Qualcomm SNPE SDK*Although the provided documentation doesn’t mention pytorch it is possible to convert a pytorch model into a format that is either supported (pytorch -> tensorflow lite) or can be ported (pytorch -> ONNX)(https://pytorch.org/tutorials/advanced/super_resolution_with_onnxruntime.html)",
    "location": "United Kingdom",
    "skills and expertise": [
        "Java",
        "Python",
        "Android",
        "Machine Learning (ML)",
        "C++ Programming"
    ]
},
{
    "title": " BTC Core and S9 BTC Miner Hardware Integration to mine own transactions  BTC Core and S9 BTC Miner Hardware Integration to mine own transactions ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "BTC Core and S9 BTC Miner Hardware Integration to mine own transactions:I have my own BTC Core installed and used for receiving and sending payments successfully.Daily I am processing 500 different BTC transaction as sender.I have two new Antminer S9 BTC Miner Hardware (never used brand box packed)I want to use my own S9 BTC Miner Hardware to process my own BTC transactions.IS THIS POSSIBLE ?Do you have similar past experience setup ?Can you help to setup this arrangement ?",
    "location": "Nepal",
    "skills and expertise": [
        "PHP",
        "Bitcoin",
        "Blockchain"
    ]
},
{
    "title": " Matlab project for CTA images( biomedical image processing)  Matlab project for CTA images( biomedical image processing) ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Matlab proficiency in image processing ",
    "location": "Singapore",
    "skills and expertise": [
        "Matlab and Mathematica",
        "Algorithm",
        "Biology",
        "Image Processing",
        "MATLAB"
    ]
},
{
    "title": " Designing banners for website  Designing banners for website ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "We need to design 3 banners for our website which deals with chocolate processing machines. Banners are needed to be professional with creative approach. We expect you to come up with a concept after getting acquainted with our requirement & expectation and design the banners. ",
    "location": "United States",
    "skills and expertise": [
        "Website Design",
        "Graphic Design",
        "Banner Design",
        "Photoshop",
        "Illustrator"
    ]
},
{
    "title": " Data scientist with hands-on NLP and deep learning expertise  Data scientist with hands-on NLP and deep learning expertise ",
    "project rate": "$50.00+ USD /hr",
    "description": "Location constraint - US or Canada onlyWe are looking for a superstar data scientist, who is familiar and experienced with natural language processing and natural language understanding, using the latest deep learning techniques (Spark NLP, transformers, multi-task learning, etc.). This role fits software engineers with proven hands-on experience in Python, Spark, and TensorFlow. A PhD degree in a relevant field is preferred.Our company's focus is in healthcare and life science, so such background in medicine, pharma, bioinformatics or biostatistics is highly beneficial. However, it is not required, and we welcome applicants with experience from other verticals.The primary responsibilities will be one of two kinds. The first working as part of a team in customer-facing projects - building models and ML/DL/NLP pipelines that address specific business needs. This requires strong oral &amp; written communication skills. The second is working as part of our core development team to build new NLP, OCR, and AI Platform components.  This requires strong software engineering skills in addition to data science knowledge. Experience with Python is a must; knowing Scala is a big plus.We are looking for experts who are looking for long-term freelancing contracts, and wish to work on cutting-edge problems, learn and grow. We are looking for individuals who can commit at least 30 hours per week to this project. We are not able to consider agency or team applications for this job.This is a career opportunity that will enable you to expand your knowledge and experience of different tools and techniques, work within an team of big data and data science experts, and make a positive impact with your work.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Scientific Research",
        "Machine Learning (ML)",
        "Natural Language",
        "Deep Learning"
    ]
},
{
    "title": " Chatbot audit developed in dialogflow  Chatbot audit developed in dialogflow ",
    "project rate": "€8.00 – 30.00 EUR",
    "description": "We are currently developing a Chat Bot and I need a person who has the knowledge to ensure that our Chat Bot is developed with the latest NLP natural language processing technology and the latest tools used for optimal and automated customer response.We are asking for a price per hour and for you to tell us if you have experience and if you could improve our current development.Could you show us some examples already developed?",
    "location": "Spain",
    "skills and expertise": [
        "Software Architecture",
        "Coding",
        "Programming"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Need a Sales Lead Generation Expert  Need a Sales Lead Generation Expert ",
    "project rate": "₹100.00 – 400.00 INR /hr",
    "description": "Need a Sales Lead Generation Expert M<ust have exp in Data Processing",
    "location": "India",
    "skills and expertise": [
        "Data Entry",
        "Sales",
        "Leads",
        "Salesforce.com"
    ]
},
{
    "title": " Signal Processing / MFCC : Detecting how similar a short audio file is to a reference.  Signal Processing / MFCC : Detecting how similar a short audio file is to a reference. ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "Check the pdf file I have attached and give me your proposal for the same. We have essentially the same question as the two links below. We are building an app to improve the accent of someone learning a foreign language. (1) Users will be presented with a sound, word or sentence to speak in the app. (2) The audio will be recorded and sent to a web service. (3) The service will analyse it compared to recordings of the same word by several native speakers. (4) Feedback will be provided to the user based on the results, so that they can improve their accent.We are looking for someone to write this audio comparison component. There are some links below showing possible approaches. It should be either a c# class library (better), or a web service (if py etc) with instructions on how to install on the cloud (Azure Cloud). Source code required. Copyright to pass to us.We are building the rest of the app.The component required will just compare the characteristics of the recordings (1 from user, 10 from reference recordings). Sample data is available.The service will need to say HOW similar the pronunciation is to that of the native speakers (score out of 100).Information we are interested in is:-Pronunciation of the word/sentenceCadenceRhythmChange in amplitude over the sentence/wordIntonationAudio in will be from a phone micro so will need to be cleaned up.Any third party components should be available for commercial use.Although this has similarities to voice recognition, I must stress that it is NOT a voice recognition job. The service is specifically to help a learner improve his accent until he sounds like a native.--https://stackoverflow.com/questions/17010516/how-to-detect-how-similar-a-speech-recording-is-to-another-speech-recordinghttps://dsp.stackexchange.com/questions/10174/automated-accent-detection",
    "location": "India",
    "skills and expertise": [
        "Machine Learning (ML)",
        "Data Science",
        "Signal Processing",
        "Computer Vision",
        "Digital Signal Processing"
    ]
},
{
    "title": " Telesales Executive  Telesales Executive ",
    "project rate": "$2.00 – 8.00 USD /hr",
    "description": "DUTIES AND RESPONSIBILITIES:You will be expected to:* Perform cold calls.* Constantly researching and reaching out to the right decision makers in a business (construction companies/ contractors)* Be sales-minded and resourceful to hit set KPIs.* Work with internal support functions to ensure that every connected potential client that goes into our database meets all requirements for processing.* Keep records of calls and sales, and note useful information in an organised fashion.* Have A knack for objection handling, persuasive, instilling urgency and acting in a fast-paced fashion.* Problem solving comes as second nature; constantly striving to provide solutions which are in-sync to company offers.* Constantly excelling in meeting and exceeding KPI elements set by the company.REQUIREMENTS:* This is a 100% telesales role, you must be comfortable to make outbound cold calls via digital communication tools, and be on the phone over extended periods of time.* 1 - 2 years experience within a call centre or telesales environment.* Fluency in English,Mandarin and Bahasa Malaysia is needed. Additional language will be an added advantage.* Proven sales experience is an added advantage, preferably within the areas of construction/heavy machinery* Comfortable in working with online business tools such as Google applications. * A proficient communicator with a consultative sales driven approach.* A strong relationship builder, target-oriented, resilient and a team player with a willingness to learn.* Fast learner and able to adapt quickly to constant changes in operational processes.* Must be local in Malaysia",
    "location": "Malaysia",
    "skills and expertise": [
        "Research",
        "Telemarketing",
        "Sales",
        "Leads",
        "Telephone Handling"
    ]
},
{
    "title": " Digital Signal Processing Expert  Digital Signal Processing Expert ",
    "project rate": "$8,000.00 – 10,000.00 USD",
    "description": "Job Title : Digital Signal Processing Expert\n\nWork location : Remote\n\nDeliverable : The right candidate will be required to build and test algorithms that gives audio similarity scores between two audio signals. The audio signals will be “one-word” long. The idea is to come to a normalized 1-10 point representation of an audio signal.\n\nRequirements : We are expecting the candidate to already have had past experience in fingerprinting technology which is used by tools like Shazam and Duolingo.\n\nYou have a fundamental knowledge of the science behind speech waveforms\nYou are familiar with spectrogram calculation techniques like FFT, Mel Coefficients, Zero crossing, cosine similarity etc\nYou have experience with voice recognition technologies. Phoneme detection etc\nYou are familiar with dynamic time warping\nYou have worked in noise cancellation techniques before",
    "location": "Singapore",
    "skills and expertise": [
        "Python",
        "Engineering",
        "Machine Learning (ML)",
        "Digital Signal Processing"
    ]
},
{
    "title": " Rebuild and improve our digital giving platform  Rebuild and improve our digital giving platform ",
    "project rate": "£5,000.00 – 10,000.00 GBP",
    "description": "General plan for platform upgradeWe have a unique donation / giving platform created by a development company and we would like to add  additional features to. The platform is written in PHP/Laravel and is in need of modernisation, completion and upgrades.Stage 1 Modernisation To help with platform modernisation we need you to build on the platform's core functions,  integrate with our new front end designs and build any missing code required to make those designs function properly. Back End Development work coreOur platform has many delicate features that need to work efficiently together. We need the new areas identified. The current operational logic must be questioned, checked, clarified and in many cases created for the platform.(Key Areas - Platform Account ledger, PP integration agnostic, Crypto token integration, Messaging system, logic functions refined, admin panel geographical controls, audit functions,  Activity logs, Rebuild , improve or replace current systems (code vulnerabilities/libraries etc updates)Create all code backend and operational logic that links into new designsAfter identifying code that is useable update and combine with new codeCheck API push from platform add outputs/fix so its working properlyMake core platform functions (of which we have many) are fully operational Stage 2:  Delivery of fully functional MVP  We need to deliver a fully operational minimum viable product that allows full user engagement and cash flow generation. We need you to teach us how to set up and install the infrastructure required across multiple servers so the platform can operate around the world.It is important that the platform be able to be modified to interface with payment processors (which ones to be determined) but not reliant on any of them. Any data handled by a payment  should also be replicated on our own databases. If for any reason we have to stop using a payment processor, we have a copy of all of the payments, and can work on integrating a new payment processor immediately and with no loss of data or attempted payments.The platform also needs to be Ethereum-aware.  Using the platform, it should be possible to:Create new user ETH addresses (checksummed).The keys to spend those addresses can be ‘cold’Watch the ETH blockchain and see if any ETH or tokens are sent to those addressesUpdate the user’s balance if ETH/Tokens are sent to those addressFor small amount, it should have it’s own hot wallet users can automatically withdraw fromAdmin functionality to send larger payments using the admin’s offline keys. ( you can read the XCV integration doc for insight) We also need:Help with database set up and maintenanceAssist with installation and set up of platformThese should have written guides such that someone who is not familiar with the Laravel/PHP framework or webservers can install the platform and its related infrastructure on a clean VPS.Payment processing integrationAll code must be annotated - no black box code Finally, we want to avoid bottlenecks in development. More than one developer should be assigned to work on the platform and understand its systems and what still needs to be done to complete the project.Stage 3:  UpgradesAfter completing the core platform features, we have additional features that need to be created and deployed. Build additional functions + legacy full advert https://docs.google.com/document/d/1SQVnaDG8l6I5JALcrQuxoIMCFNSjPJXxA9-qLu4eeEs/edit?usp=sharing ",
    "location": "United Kingdom",
    "skills and expertise": [
        "PHP",
        "Laravel",
        "Full Stack Development"
    ]
},
{
    "title": " Build Me Shopify Extension/Plugin  Build Me Shopify Extension/Plugin ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "Hello EveryoneLooking for some who can develop Woocommerce & Shopify SMS Plugin for Notification of Orders, Registrations & Order Processing.Need someone who already developed shopify & Woocommerce before.",
    "location": "India",
    "skills and expertise": [
        "PHP",
        "Ruby on Rails",
        "WordPress",
        "Shopify Templates",
        "Shopify"
    ]
},
{
    "title": " Mechanical Design Draftsperson  Mechanical Design Draftsperson ",
    "project rate": "$15.00 – 25.00 USD /hr",
    "description": "I need someone who can Draft CAD designs for me in keeping with AS/NZS standards. They will need to be able to prepare basic CAD 3D drawings for handrails/ platforms, and DXF files for laser cutting processing etc ",
    "location": "Australia",
    "skills and expertise": [
        "Engineering",
        "CAD/CAM",
        "Solidworks",
        "Mechanical Engineering",
        "AutoCAD"
    ]
},
{
    "title": " Looking for a professional JSON developer  Looking for a professional JSON developer ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "hello i m looking for very professional javascript, Json developer who can actually do API work in my website, we are crypto exchange company and we recently did partnership with sendwyre and we have to use their whitelabel  card processing api in our website,also our website design is already completed. Here is link for their apihttps://docs.sendwyre.com/docs/white-label-card-processing-apiPlease note if you are applying for this job, you must be experienced and  you should be sure that you can do it Only eligible candidates apply pleasewhats your work?1. Integrate their card processing api in our website2. Integration should be professional3. you must have experienced about itCompletion time : 5 days only ( if you cannot complete within 5 days please don't apply )",
    "location": "India",
    "skills and expertise": [
        "PHP",
        "JavaScript",
        "HTML5",
        "HTML",
        "jQuery / Prototype"
    ]
},
{
    "title": " Smart data collection choice to read the card  Smart data collection choice to read the card ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Smart data collection choice to read the card (ID)   fast total processing time and its OCR accuracy, the  ID Reader will automate the data-collection process, making the inefficiency of manual data collection and record-keeping obsolete. ",
    "location": "Saudi Arabia",
    "skills and expertise": [
        "C# Programming",
        "Image Processing"
    ]
},
{
    "title": " Create a training video (potentially multiple)  Create a training video (potentially multiple) ",
    "project rate": "$1,500.00 – 3,000.00 USD",
    "description": "Reverse logistics company processing used IT equipment.  Looking to build training videos of various processes, for internal use.  Would include step-by-step view of the process being executed, including the IT systems used.  We envision voice over (English), and screen capture (video and still) spliced in.  End product should be fairly short (5 mins +/-? open to best practices).  Goal is to create a video library in MS Teams, but also open to ideas on storage/content management.\nSetting is a factory floor with technicians and workbenches.  Plenty of power and wifi.\nOne video to start with and if it goes over well, more to follow.",
    "location": "",
    "skills and expertise": [
        "Video Services",
        "Videography",
        "Video Production",
        "Video Editing",
        "Lighting",
        "Filmmaking",
        "Cinematography"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " USA Telemarketing Process  USA Telemarketing Process ",
    "project rate": "$250.00 – 750.00 NZD",
    "description": "Data mining is one type of data processing system in which sophisticated data search capabilities, data analysis techniques and superior statistical tools are utilized for analyzing the quality of date in a large database to ensure its exactness and completeness.Many business firms are outsourcing this type of back office services to offshore companies like India for minimizing their overhead costs",
    "location": "",
    "skills and expertise": [
        "Data Processing",
        "Research",
        "Web Scraping",
        "Leads",
        "Data Mining"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " GUI Project  GUI Project ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Full Assignment. I have most of the components done, just need help putting it together. Need at least Appendix 1 done, ASAPConcepts:InheritanceMultiple ClassesGenericsThreadsJava FXDatabaseData StructuresSortingProgramming Problem:Now you will put all your components together.  You will have slightly modify your components to fit the final project.The final project has two GUI components.  The first one will require you to have a small window that the user will be able to enter their user name and select their favorite Star Wars Character.  You will use the Generics component to help you with this process.  The user should select their favorite character with a button.  The window should look similar to appendix 1.  Once the user finishes entering the name and selecting the character, then the user should select submit and the window should disappear. Generics and other Java concepts should stop any selection that is not a Star Wars Character.  The second window should now open up with the name and character already filled in.    This window will read data from a file.  Each line from the file has three things.  The first is a movie or television character name.  The second is a movie or television character name.  The third is who would win (the answer) if these characters versed each other.  The object of the game is to guess who I believe would win if these characters vs each other.  Every time the user answers a question, two new characters appear for the user to make another choice.  See File Processing Component for file reading.Once a user clicks on a button to choose, then the answer will appear below along with if they got it correct or not.  A timestamp will be recorded every time a user makes a choice.  This is where your Data Structure component will be used (Hashmap object placed on Stack).At the bottom of the GUI is a (horizontal) changing text.  You will add your Threads component here.When the program is finished asking questions about characters versing each other.  Then the score and the user name will be submitted to the database.  See the Database component.Also, the user will have the ability to click on a button to print the report of the highest scores.  See File Processing component print to file.Appendix 2 is an example of what the window should look like.Submission:Please submit all java files.  Please submit a unlisted link to a  YouTube video demonstrating your program works.  You must demonstrate all aspects of the rubric to receive credit for each part of the rubric.  If you miss it in your video then it does not exist (even if it is in your code).",
    "location": "United States",
    "skills and expertise": [
        "Java",
        "JavaFX",
        "Database Programming",
        "Graphical User Interface (GUI)"
    ]
},
{
    "title": " Request processing pool in node js   Request processing pool in node js  ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "HiI have a node js project which runs asynchronously multiple threads parallelly(worker threads concept). So in each thread I will generate some queries to the database and execute them dynamically in all the threads.Now I want to do that by creating a request pool in node js itself so that if any thread needs to access the database it will simply put a request to that pool later that pool should process that request and return the query result back to that thread",
    "location": "",
    "skills and expertise": [
        "node.js"
    ]
},
{
    "title": " Microchip XC16 firmware - stop system/timer lag when processing a radio packet  Microchip XC16 firmware - stop system/timer lag when processing a radio packet ",
    "project rate": "$30.00 – 250.00 AUD",
    "description": "When our embedded system processes a radio packet from a CC1101 RF module,the system slows down.   The slow down means the software timers  run slow and any sounds played, play too slowly.   The most important issue is the system is for a game and it has timer that is meant to trigger once a second for the count down clock towards end of game, however depending on the radio traffic it accepts and processes, this can be significantly delayed meaning the game runs for too long.    The second issue is playing of sound effects, not as important but would be good to fix.Needed is a firmware driver guru that understands the different hardware timers timers available on the dsPIC33EP512GP506 chip to provide revised firmware to fix the above issues.    I can run tests on the  my setup to verify the changes to the firmware code fix the issue and don't create other issues in the system.   There will be 2 milestones: 1 - fix game timer lag and 2 - fix lagged sound effect playing during radio packet processing.    Very important: Your initial quotation must be accurate,  I will not accept low bids who then try to raise the price later.    I will provide copies of the relevant parts of the source code,   however I will not provide source code for the complete system due to copyright concerns.    The developer will need to go through the source code provided, make and document the changes, I will compile and then test.",
    "location": "Australia",
    "skills and expertise": [
        "C Programming",
        "Microcontroller",
        "Embedded Software"
    ]
},
{
    "title": " Need C++ Android, iOS, Web coder  Need C++ Android, iOS, Web coder ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "Our company is planning  to publish stream apps on Windows/Ubuntu/MacOS and mobile system for video stream server.So we are gonna hire 2 developers.Skill: C++ Android iOS Web and Video processing Embedded device and system knowledge.",
    "location": "Lao People's Democratic Republic",
    "skills and expertise": [
        "Mobile App Development",
        "Embedded Software",
        "C++ Programming",
        "Ubuntu",
        "Video Processing"
    ]
},
{
    "title": " Looking for Api Developer  Looking for Api Developer ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "hello i m looking for very professional javascript, Json developer who can actually do API work in my website, we are crypto exchange company and we recently did partnership with sendwyre and we have to use their whitelabel card processing api in our website,also our website design is already completed. Here is link for their apihttps://docs.sendwyre.com/docs/white-label-card-processing-apiPlease note if you are applying for this job, you must be experienced and you should be sure that you can do itOnly eligible candidates apply pleasewhats your work?1. Integrate their card processing api in our website2. Integration should be professional3. you must have experienced about itCompletion time : 5 days only ( if you cannot complete within 5 days please don't apply )",
    "location": "India",
    "skills and expertise": [
        "PHP",
        "JavaScript",
        "AJAX",
        "jQuery / Prototype",
        "Windows API"
    ]
},
{
    "title": " Market Research   Market Research  ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Serious Market Research professional need to connect with proposal..please==============================================================To conduct market research to test the below hypothesis.Hypothesis: Current hypothesis is that Assets & Facility Management companies providing their services in Canada are incorporating with accelerated pace artificial intelligence (predictive modeling, predictive maintenance, robotic process automation, natural language processing, condition assessments, IoT (Internet of things), etc, etc) in their service offering to sectors (public/private) to reduce operational costs and to increase assets life cycle? If the hypothesis is found to be true then to explore it further to find regular information in terms of market composition, trends, growth, market volume/ potential, competitive landscape, proof of concepts, prevailing business models, barriers to entry, customer profiling etc.Looking forward to hearing from you with your proposal.  Many Thanks",
    "location": "Saudi Arabia",
    "skills and expertise": [
        "Research",
        "Research Writing",
        "Business Analysis",
        "Market Research",
        "Statistical Analysis"
    ]
},
{
    "title": " A business website to sell formal clothing to retail customers (B2C)   A business website to sell formal clothing to retail customers (B2C)  ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "1. Will have customisation options (around 5)  for every clothing line eg for shirts: option of size, collar type, neck style, fabric type, shoulder shape etc. 2. Linked to payment gateway. 3. sms and e-mail interface to acknowledge and manage order, shipping etc.  4. Customer database collection and processing.   ",
    "location": "India",
    "skills and expertise": [
        "PHP",
        "Website Design",
        "eCommerce",
        "MySQL",
        "HTML"
    ]
},
{
    "title": " Web Scraping and Data Processing  Web Scraping and Data Processing ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "Need help with Web Scraping and Data Processing",
    "location": "India",
    "skills and expertise": [
        "PHP",
        "Python",
        "Web Scraping",
        "Software Architecture",
        "Data Mining"
    ]
},
{
    "title": " Image Processing Desktop Application Software  Image Processing Desktop Application Software ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "English: See attach files (Spanih/English)Requirement: Development of desktop application for image processingDescription:•\tThe application must run on Windows and MacOS.•\tThe application should be easy to install and use, the average user is inexperienced.•\tThe user could access using username and password, authenticating with a REST service•\tThe user will be able to select a folder, or a set of images to process.•\tThe user could see a preselection of the images, and remove the ones they don't want to process before starting.•\tThe application must resize the images to three new versions in different sizes (They would be 3 sizes; the original image optimized for Web up to 4000x4000px, a size 1000px X 1000px approx with watermark, and a thumbnail of 250x250px with watermark). (The two smaller sizes must have a watermark applied.)•\tAs images are processed, they must be submitted to an online service as an API / REST.•\tThe proposal should include the average number of actionable images per hour, regardless of the upload to the server.",
    "location": "Argentina",
    "skills and expertise": [
        "Software Testing",
        "Amazon Web Services",
        "Face Recognition",
        "App Developer",
        "Image Processing"
    ]
},
{
    "title": " Design me a shop for my website  Design me a shop for my website ",
    "project rate": "$250.00 – 750.00 AUD",
    "description": "I am looking to get a quote to have a website designed as follows:Please refer to the site GGBoost.com – Professional In LOL Boosting – Elo Boost as a reference for what we are trying to accomplish (functionality.) I've currently half made a site but need a few things done/added as I do not have the experience in doing so. (Yes it's a wix site). https://richyownz7.wixsite.com/mysiteBoosting Area - This is a section where clients can identify their current playing level and where they want to get to. There will be prices associated with each level that will calculate to a total cost for the job based on their selections. Once chosen, they will be directed to the payment section of the site for processing and the job will go into the boosters queue. http://ggboost.com/elo-boost for example. (Can forward any images needed for each level/division)Accounts: Clients should be able to log into a user account, Boosters should have admin accounts and staff have super-admin accounts on the site. This site will allow \"boosters\" to log in to the site to accept/update/track orders. It should have a queue system that tracks orders. When someone buys a \"boost\" it will go into a queue and the boosters can choose what jobs they want to accept. There will be different levels of boosters - Diamond/Masters/Challengers. There should also be an override where jobs can manually be removed from an assigned booster if they are not completing the work. Clients should be able to chat with the boosters (keeping emails hidden), view/track orders and add extras on. An example of what the client would see would be something like http://ggboost.com/demoMailing Lists: A database that can collect contact information for boosters/clients and for future mailing lists.Payment Interface: linked to PayPal",
    "location": "Australia",
    "skills and expertise": [
        "Website Design",
        "Wix"
    ]
},
{
    "title": " Modify Speech-Hacker into a flask/django instance accessible through REST API  Modify Speech-Hacker into a flask/django instance accessible through REST API ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "I would like to modify this project:https://github.com/ParhamP/Speech-HackerWhich makes use of:https://github.com/aalireza/SimpleAudioIndexerBasically, I would like to be able to remove words from a single audio file from a RESTful API , using IBM Watson for speech recognition, then splitting those segments out of the file and remaking it, preferably with some small cross fades. Pydub has this functionality. Open to various hosts by currently use DigitalOcean, AWS and Google cloud so may prefer these options, no prefereence in terms of RESTful modules for Python. I would also like access to the original features of speech-hacker which could be an initial milestone.Here's how it would work:User posts an audio file to the API, along with a header that contains words to be removed (there will never be more than five) and a confidence level threshold. Can also be a link to a file instead.The flask instance of this project picks up the audio and sends it to Watson for processing.After receiving the text back, it uses pydub to dissect and reassemble the audio.The instance either responds with the new file/address or posts the file to a new API address.",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "RESTful",
        "Flask"
    ]
},
{
    "title": " Set up Google Vision on a website for customers to use on-site  Set up Google Vision on a website for customers to use on-site ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I am looking for a computer engineer to do a few set up jobs. I am looking at setting up a website which allows customers to upload a list of image URL via CVS file or bulk amount of images from their computer and use my Google Vision API service (which also needs to be set up)Job Breakdown1. Set up Google Vision API2. Set up website that allows customers to upload bulk images or supply a CSV with image URL3. Pass these images to the Google Vision API & load back to the customer the results on webpage or follow up email (catering for processing time). The results will contain each of the standard Google Vision pre-trained outputs.4. Require the results to be exportable via a CSV and be able to be emailed to customers automatically ",
    "location": "",
    "skills and expertise": [
        "Website Design",
        "Machine Learning (ML)",
        "HTML",
        "Image Processing",
        "Web Development"
    ]
},
{
    "title": " Image processing work  Image processing work ",
    "project rate": "$8.00 – 15.00 USD /hr",
    "description": "We have some image processing work that pays $12 per hour and we a re looking for people who want to work from home. Also this work does not require any prior experience and we will provide the required training.",
    "location": "India",
    "skills and expertise": [
        "Graphic Design",
        "Data Processing",
        "Data Entry",
        "CAD/CAM",
        "Electrical Engineering"
    ]
},
{
    "title": " Image processing   Image processing  ",
    "project rate": "$10.00 – 30.00 AUD",
    "description": "I am looking for experts of image processing for segmentation of some objects from a video. ",
    "location": "",
    "skills and expertise": [
        "Electronics",
        "Matlab and Mathematica",
        "Microcontroller",
        "Electrical Engineering",
        "Image Processing"
    ]
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": "",
    "project rate": 0,
    "description": "",
    "location": "",
    "skills and expertise": []
},
{
    "title": " Deep learning for Medical Images  Deep learning for Medical Images ",
    "project rate": "$15.00 – 25.00 USD /hr",
    "description": "Hello,I am looking for a freelancer who has good understanding of deep learning so that he or she may help me in modifying a CNN for medical image processing (enhancement). The network already works on natural images (pytorch implementation). I can share the details later.Thanks",
    "location": "",
    "skills and expertise": [
        "Deep Learning"
    ]
},
{
    "title": " Custom woocommerce plugin  Custom woocommerce plugin ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Create new processing order from WOOCOMMERCE to Google sheet EACH PRODUCT IN A ROWDATA NEED TO TRANSFER FROM WOOCOMMERCE number\tQuantity\tline_item_product_name\tline_item_attributes\tCustomer note\tbilling_address_1\tEnvio\tfiles",
    "location": "",
    "skills and expertise": [
        "PHP",
        "JavaScript",
        "WordPress",
        "Software Architecture",
        "WooCommerce"
    ]
},
{
    "title": " An Integrated Approach of Cloud and WSN for Precision Agriculture  An Integrated Approach of Cloud and WSN for Precision Agriculture ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "This is M tech by research scholar,i do want an app or software wi ICT into Agriculture for Maximize Yield and Production by Developing an algorithm for real time data communication.To Use an efficient data monitoring, processing and control algorithm for regional PA.",
    "location": "India",
    "skills and expertise": [
        "Java",
        "Matlab and Mathematica",
        "Algorithm",
        "Software Architecture",
        "Mathematics"
    ]
},
{
    "title": " TD Ameritrade Streaming API - quote sample code  TD Ameritrade Streaming API - quote sample code ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I'm looking for a small sample application that will stream live quotes on one security from the TD Ameritrade Streaming API to stdout. All the application should do is connect to the TD Ameritrade server (using credentials that I provide at runtime), and stream real time (delayed is fine too) quotes to the command line or stdout. No analytics, indicators, or other processing is needed - just streaming of the live quotes. The security symbol can be hard coded into the script, which should be written in Python. Here's the documentation for the API:https://developer.tdameritrade.com/content/streaming-data",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "OAuth",
        "API"
    ]
},
{
    "title": " React Native App development  React Native App development ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "Development using the below SDK:https://github.com/shahen94/react-native-video-processingDetails in chat.",
    "location": "India",
    "skills and expertise": [
        "JavaScript",
        "Mobile App Development",
        "iPhone",
        "Android",
        "React.js"
    ]
},
{
    "title": " Develop a learning (LMS) web platform for a School (already designed)  Develop a learning (LMS) web platform for a School (already designed) ",
    "project rate": "€1,000.00 – 1,500.00 EUR",
    "description": "We are a West African School of Engineering called ESGC VAK and we are looking for a web developer to help us build our e-learning platform.We have an IT consultant working part-time for us who will be your referent in this project. Our website is being rebuilt and we want to enhance it with an e-learning platform accessible to our teachers and students, once logged in. Everything is completely designed, all models are available.********* Technical StackWe are open to suggestions but for the moment we are thinking of a MERN stack (Mongo DB, Express, React and Node.js).********* Workflow and Delivery DateYou will work on our github repository. You will be able to work on a private branch but your code will be reviewed before being pushed to the master branch. We will work by iterations of 1 week. The delivery date is the 11th of September.********* Type of UsersThe eLearning platform allows :- a super admin : to manage the admin accounts (manage admin access rights)- admins : to organize the training program, manage student and professors accounts, view some statistics- teachers : to build courses, submit exercises and grade students, answer students questions (in private messaging)- students : to follow courses, asks questions to teachers.********* System Organization- Firstly, Admins create semesters, fields and courses. Each course has to be linked to a semester and a field. For instance, course \"Applied Mathematics\" is taught in semester \"Semester 1\" of field \"Actuarial\".- Secondly, classes (which are just student groups) must be created and linked to a semester and a category. This way, we know all the courses that will be taught in a class (all courses linked to the same semester and the same category).- Thirdly, students are registered (and linked to a class) and teachers as well (and linked to a course).- Finally, for each course of each class, admins select which teacher (of that subject) is going to teach it.********* Course contentEach course is divided into chapters. And a chapter consists of several steps. It is up to the concerned teacher(s) to organize everything, and order chapters and steps. They are free to combine the following steps :- Course Topic : a notion of the course.- MCQ : A set of multiple-choice questions that automatically validates the student's knowledge.- Exercise- Practical Exercises : Just to let students know that a practical exercise is needed at that moment.- Physical Exam : Just to let students know that a physical exam is needed at that moment.********* Some functionalities- Connection / Password Reset- Private Messaging- Search Bar- Diary- Notifications- File uploads",
    "location": "France",
    "skills and expertise": [
        "node.js",
        "React.js",
        "Full Stack Development",
        "MongoDB",
        "Database Design"
    ]
},
{
    "title": " Resort design about 20000 square meters   Resort design about 20000 square meters  ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Resort design Chalet and cottage structure Garden Swimming pool for every chalet Main swimming pool and cover itEverything Design should be engineering in structure for everything 3D and implementing for chalet ",
    "location": "Saudi Arabia",
    "skills and expertise": [
        "Building Architecture",
        "Interior Design",
        "3D Design",
        "Design",
        "AutoCAD Architecture"
    ]
},
{
    "title": " Create C# Application  Create C# Application ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Objective = I need someone who is expert in C# , the application should use C# and Syncfusion component for GUI. the application will make RESTFUL Api call for login validation and also uses feature where it connects to Pusher for to establish real-time connection to channel. The application should have installer and also the exe should be protected from reverse engineering. I will provide the complete specs once you bid. ",
    "location": "",
    "skills and expertise": [
        "C Programming",
        ".NET",
        "C# Programming",
        "Software Architecture",
        "C++ Programming"
    ]
},
{
    "title": " Faculty for Data Science -- 2  Faculty for Data Science -- 2 ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "Educational Qualification: Post Graduate/Graduate with experience in Computer Science / Information SystemsSalary: Attractive salaryLocation; Kakinada, Rajamundary & VisakhapatnamWho can apply:Experienced / Graduate with relevant experience and passion to teach can also apply.Applicants should teach the following topics:•\tIntroductory programming in Python and R,•\tData management (RDBMS and NoSQL),•\tBig Data,Machine learning, particularly deep learning.About Aditya Degree CollegesADITYA Degree Colleges were established 2 decades ago in Kakinada & spread across in 5 coastal districts of Andhra Pradesh mainly in East & West Godavari,Vizag,Srikakulam & Vizianagaram.Today 35,000 students and 2000 faculty stand  testimony in 18 Aditya degree colleges .15 CMM L5 companies conduct campus placements every year. Aditya Degree colleges are conferred with “Best Placement Award” by the Govt. Of AP.Aditya Degree Colleges are a part of prestigious Aditya Educational Institutions which comprise of 60 institutions offering quality education in Engineering, Pharmacy,Management,State/CBSE & International schools catering  KG to PG courses.",
    "location": "",
    "skills and expertise": [
        "Python",
        "Machine Learning (ML)",
        "Big Data Sales",
        "Deep Learning"
    ]
},
{
    "title": " Digital Electronics Expert needed  Digital Electronics Expert needed ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Digital Electronics Expert needed for electrical engineering projects. writing your experties in proposal will be plus point",
    "location": "Pakistan",
    "skills and expertise": [
        "Engineering",
        "Electronics",
        "Matlab and Mathematica",
        "Electrical Engineering",
        "Circuit Design"
    ]
},
{
    "title": " ETL developer with strong SQL and SSIS experience\r\n  ETL developer with strong SQL and SSIS experience\r\n ",
    "project rate": "₹400.00 – 750.00 INR /hr",
    "description": "\nImp: Only serious candidates please apply. The rates are non-negotiable. \n\nDescription:\nThis Developer position has design, development and maintenance responsibility for the software applications and processes associated with our insurance oriented company. Specifically this role will initially focus on the ETL processes needed to support and develop integration with various partners at the firm. The position provides exposure to multiple business units in a dynamic insurance firm. The role requires functioning as a member of an Agile Scrum team and will require direct interaction with business users. Candidate must be able to attend daily scrum call that last from 10-20 minutes every day.\n\nThis is at least a 4 month contract assignment with the possibility of extension. The candidate will be required to work 5-8 hours daily 5 days a week.\n\nMinimum experience required: 6+ years. Candidate must be able to provide proof of experience.\nRate (Non-negotiable): INR 500 to 650 per hour depending on the experience\n\nQualifications \n• Experience designing, building and supporting ETL processes \n• Strong database engineering skills on the MS SQL Server platform and knowledge of SSIS required \n• Experience delivering software as part of an Agile delivery team and/or experience in a financial services environment a plus \n• Solid knowledge of modern software design principles, concepts, and practices \n• Outstanding analytical and quantitative skills; Must have the ability to collaborate and communicate effectively in a dynamic work environment\n\nResponsibilities \n• Design, build, and support ETL processes in support of the insurance domain \n• Build integration solutions leveraging SSIS for batch integration \n• Maintain, enhance, and develop new stored procedures, functions, views, tables within MS SQL Server \n• Work collaboratively as part of an Agile Scrum project team \n• Build reporting solutions leveraging SSRS \n• Design and build web based UIs to support business workflows and backend ETL processes \n• Partner with various teams to research, resolve, and document production issues\n",
    "location": "India",
    "skills and expertise": [
        "Software Architecture",
        "Microsoft SQL Server",
        "SSIS (SQL Server Integration Services)",
        "ETL"
    ]
},
{
    "title": " Build me a website  Build me a website ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "Require a website with a private domain for my engineering company which offers services, such as armature winding, electrical and solar. The company has an existing website that needs to be improved to be more professional.",
    "location": "South Africa",
    "skills and expertise": [
        "PHP",
        "Website Design",
        "Graphic Design",
        "WordPress",
        "HTML"
    ]
},
{
    "title": " Engineering Mathematics  Engineering Mathematics ",
    "project rate": "₹400.00 – 750.00 INR /hr",
    "description": "Engineering mathematics must have good command on engineering mathematics.see attachment",
    "location": "",
    "skills and expertise": [
        "Engineering Mathematics"
    ]
},
{
    "title": " I need a writer from mechanical/automotive engineering background  -- 2  I need a writer from mechanical/automotive engineering background  -- 2 ",
    "project rate": "$10.00 – 30.00 CAD",
    "description": "I need a write up for a P.Eng license and I have to explain my work experience. I have worked in Automotive Company Honda Cars and I need to choose 1 or 2 projects that I have performed and I 'have to write that up in the template provided describing my engineering work on five factors which are as follows:-1.  Application of theory - analysis, design, synthesis, devising testing methods, implementation methods.2. Practical experience – function of components as part of a larger system, limitations of practical engineering, significance of time in the engineering process, knowledge and understanding of codes, standards, regulations and laws.3. Management of engineering - planning, scheduling, budgeting, supervision, project control, risk assessment.4. Communication skills - written work, oral presentations, and presentations to the general public.5. Social implications of engineering – determining the value or benefits of the engineering work to the public, putting appropriate safeguards in place, relationship between the engineering activity and the public, role of regulatory agenciesI've done a lot of projects but I don't know how to convert those projects in these five factors. I am attaching actual write up written by someone else for reference and the template form which has more information how to write.I would just say choose a random project from an automotive company and write that up and I'll mold that to my needs. I'll need 3-4 pages written with 1 or 2 projects. Thanks",
    "location": "Canada",
    "skills and expertise": [
        "Project Management",
        "Engineering",
        "Technical Writing",
        "Mechanical Engineering",
        "Automotive"
    ]
},
{
    "title": " Web site & mobile app  Web site & mobile app ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "70% of this project has been completed by a telecommunications & programming team. I need the other 30% done. I have the documentation on what has been done already. The telecommunications section of the back end was done and now I seek programming for front end.The project is in English and is about ordering VoIP numbers online that offer call forwarding, voice mail to email, fax features (send and receive capability online), outbound calling, etc. These back end functions have been set up.Outbound calling needs a mobile application developed for making outbound calls only.It does not need strong telecom expertise to continue the project as the telecom part is mostly done by the previous team which was their specialized area of studies. So it now requires more of standard software engineering skills (some back end in Python and mostly front end skills to design a web site with a modern looking control panel). Needs payment integration too. Will give examples of web sites for design.If interested, please contact me to send the documentation + latest version of the source code that has been completed so you may evaluate.",
    "location": "",
    "skills and expertise": [
        "PHP",
        "Python",
        "Mobile App Development",
        "Android",
        "Software Architecture"
    ]
},
{
    "title": " Build me a website/web application for job applications  Build me a website/web application for job applications ",
    "project rate": "£2.00 – 5.00 GBP /hr",
    "description": "I am an engineer looking to improve the way I hire people in engineering in high level world class motorsport in the UK.My website / web app will allow people to apply for particular jobs by filling in specific questions and fields about themselves. A personalised link will take the applicant to the job page for them to fill in their details.Each user will be able to log in and apply for a particular job posted by a company.The applications are then stored and presented to the company who also logs in their end to see their applicants and their profiles.Initially this would be a fairly simple interface but will solve some key issues we identify with our hiring process.I will help with the design of the front end using Figma.",
    "location": "",
    "skills and expertise": [
        "Java",
        "Website Design",
        "SQL",
        "CSS",
        "HTML"
    ]
},
{
    "title": " define English meaning for words  define English meaning for words ",
    "project rate": "$2.00 – 3.00 USD /hr",
    "description": "Hi , to enhanced my English language skills. I have started reading various English contents either in daily news or engineering fieldsFor asking my rudimentary questions around them , need a guy who be fluent in English.",
    "location": "Germany",
    "skills and expertise": [
        "Translation",
        "Article Rewriting",
        "English (US)"
    ]
},
{
    "title": " IoT – No experience necessary – MicroPython on ESP32 -- 3  IoT – No experience necessary – MicroPython on ESP32 -- 3 ",
    "project rate": "$9.00 – 10.00 USD /hr",
    "description": "I will pay you to learn MicroPython on ESP32 (The ESP32 is a microcontroller similar to Arduino). Yes. Really. You are not dreaming. You do *not* need any experience. I want a very intelligent man to help me create an IoT project using MicroPython on ESP32.You and I will text chat (*not* video chat) for one hour each night, Sunday, Monday, Tuesday, Wednesday and Thursday between 5pm and 10pm (GMT +2).Experience with one or more of the following would be desirable: Python, Java, JavaScript, C/C++, C#, .NET, mechanical engineering, electrical engineering, circuit design, and/or mechatronics. However, none of those are required.You can apply to work with me by entering my contest at...https://www.freelancer.com/contest/No-experience-necessary-Test-for-candidates-interested-in-working-on-an-IoT-project-MicroPython-on-ESP-I-prefer-you-live-in-Bosnia-and-Herzegovina-Kosovo-Montenegro-Serbia-Northern-Macedonia-or-Albania-1783207",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "Matlab and Mathematica",
        "Microcontroller",
        "Physics",
        "Angular.js"
    ]
},
{
    "title": " engineering  engineering ",
    "project rate": "$2.00 – 8.00 USD /hr",
    "description": "power electronics work using LTspice simulator and microsoft word  project do text me tq",
    "location": "Malaysia",
    "skills and expertise": [
        "Electrical Engineering"
    ]
},
{
    "title": " Design a Logo  Design a Logo ",
    "project rate": "€30.00 – 250.00 EUR",
    "description": "I need a new logo for my Youtube Channel, my Website and also for a book I have written. The topic is “electrical engineering” / “electronics”. I already have a good idea how the logo shall look like, now I am looking for an expert who makes it look professional :).Requirements:•\tNo Font•\tLogo Shape: circle (see picture 4, draft)•\tColours (background): like in my current logo (see picture 1 current logo or on my youtube channel: https://www.youtube.com/channel/UCyFX1F6hpkyXeEbLFURd8PA )•\tBackground shall look like in this link: https://de.dreamstime.com/stock-abbildung-schematische-symbole-der-elektrotechnik-im-kreis-image45872920 (but other symbols)•\tSymbols that have to be used: see picture 2), taken from here: https://www.grund-wissen.de/elektronik/bauteile/uebersicht.html•\tGoal: create a logo more or less like the draft picture and follow the description but make it look professional / creative :)Pictures:1)\tCurrent Logo (only for information)2)\tSymbols that have to be used (marked with red rectangle, not the font)3)\tBulb (can be modified)4)\tMy first Draft",
    "location": "Germany",
    "skills and expertise": [
        "Graphic Design",
        "Logo Design",
        "Photoshop",
        "Photoshop Design"
    ]
},
{
    "title": " Faculty for Data Science  Faculty for Data Science ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Educational Qualification: Post Graduate/Graduate with experience in Computer Science / Information SystemsSalary: Attractive salaryLocation; Kakinada, Rajamundary & VisakhapatnamWho can apply:Experienced / Graduate with relevant experience and passion to teach can also apply.Applicants should teach the following topics:•\tIntroductory programming in Python and R,•\tData management (RDBMS and NoSQL),•\tBig Data,Machine learning, particularly deep learning.About Aditya Degree CollegesADITYA Degree Colleges were established 2 decades ago in Kakinada & spread across in 5 coastal districts of Andhra Pradesh mainly in East & West Godavari,Vizag,Srikakulam & Vizianagaram.Today 35,000 students and 2000 faculty stand  testimony in 18 Aditya degree colleges .15 CMM L5 companies conduct campus placements every year. Aditya Degree colleges are conferred with “Best Placement Award” by the Govt. Of AP.Aditya Degree Colleges are a part of prestigious Aditya Educational Institutions which comprise of 60 institutions offering quality education in Engineering, Pharmacy,Management,State/CBSE & International schools catering  KG to PG courses.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "SQL",
        "Machine Learning (ML)",
        "Big Data Sales",
        "Deep Learning"
    ]
},
{
    "title": " Sudarshan Anthony  Sudarshan Anthony ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Engineering planning drawings and work shop drawings 3D drawings ",
    "location": "Sri Lanka",
    "skills and expertise": [
        "CAD/CAM",
        "Solidworks",
        "AutoCAD",
        "3D Modelling"
    ]
},
{
    "title": " Need a website  Need a website ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I need a website for my business related to engineering",
    "location": "India",
    "skills and expertise": [
        "PHP",
        "Website Design",
        "Graphic Design",
        "WordPress",
        "HTML"
    ]
},
{
    "title": " iOS Developer (Needed ASAP)  iOS Developer (Needed ASAP) ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "---Job brief:We are looking for an iOS developer who possesses a passion for pushing mobile technologies to the limits and will work with our team of talented engineers to design and build the next generation of our mobile applications.Responsibilities:Design and build advanced applications for the iOS platformCollaborate with cross-functional teams to define, design, and ship new features.Unit-test code for robustness, including edge cases, usability, and general reliability.Work on bug fixing and improving application performance.Continuously discover, evaluate, and implement new technologies to maximize development efficiency.Requirements:BS/MS degree in Computer Science, Engineering or a related subjectProven working experience in software developmentWorking experience in iOS developmentHave published one or more iOS apps in the app storeA deep familiarity with Objective-C and Cocoa TouchExperience working with iOS frameworks such as Core Data, Core Animation, Core Graphics and Core TextExperience with third-party libraries and APIsWorking knowledge of the general mobile landscape, architectures, trends, and emerging technologiesSolid understanding of the full mobile development life cycle",
    "location": "United States",
    "skills and expertise": [
        "Mobile App Development",
        "iPhone",
        "Cocoa",
        "Objective C",
        "Apple Xcode"
    ]
},
{
    "title": " Engineering Logo Designer  Engineering Logo Designer ",
    "project rate": "€30.00 – 250.00 EUR",
    "description": "I need a logo for my engineering consultancy. The focus of my business is technical and it evolves around evaluating sustainable building design.",
    "location": "",
    "skills and expertise": [
        "Logo Design"
    ]
},
{
    "title": " 20 KW Power Plant Project Civil engineering design and construction  20 KW Power Plant Project Civil engineering design and construction ",
    "project rate": "₹500,000.00 – 1,000,000.00 INR",
    "description": "Civil engineering design for foundation and slab on grade along with structural steel support for covering power plant on top. Installation/construction with concrete foundation base total shed area of total area of 500 square feet with dimensions as  : 25 ft by 20 ft. Equipment of Organic ranking cycle process technology turbine setup will be in 1 skid with skid size of 10 ft by 7 ft and weight around 500 Kg. Condensor unit will be separate skid size of 7 ft by 4 ft with weight of 350 Kg. Quotation cost estimate is required for doing 2 work scopes : Civil engineering design and construction/installation.",
    "location": "India",
    "skills and expertise": [
        "CAD/CAM",
        "Building Architecture",
        "Civil Engineering",
        "Structural Engineering",
        "AutoCAD"
    ]
},
{
    "title": " Engineering project management  -- 3  Engineering project management  -- 3 ",
    "project rate": "$10.00 – 30.00 AUD",
    "description": "the description of this report can be sent to you but please contact me for further information. Thanks",
    "location": "Australia",
    "skills and expertise": [
        "Project Management",
        "Engineering",
        "Technical Writing",
        "Report Writing",
        "Research Writing"
    ]
},
{
    "title": " Technical report on engineering outsourcing  Technical report on engineering outsourcing ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I need to prepare a technical report on the right outsourcing model to outsource engineering work",
    "location": "Australia",
    "skills and expertise": [
        "Engineering",
        "Technical Writing",
        "Report Writing",
        "Research Writing"
    ]
},
{
    "title": " MECHANICAL ENGINEERING TASK WITH CAD/CAM AND NX SOFTWARE  MECHANICAL ENGINEERING TASK WITH CAD/CAM AND NX SOFTWARE ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "MECHANICAL ENGINEERING TASK WITH CAD/CAM AND NX SOFTWARE",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "CAD/CAM",
        "Solidworks",
        "Mechanical Engineering",
        "AutoCAD"
    ]
},
{
    "title": " Pipeline designing and CAD  Pipeline designing and CAD ",
    "project rate": "$50.00 – 100.00 USD",
    "description": "I need an expert in PIPELINE DESIGNING and CAD.knowledge in pipelines, plumbing, design engineering and report writing skill is a MUST.The project must be done according to the SEWERS STANDARDS MAINTAINED IN SCOTLAND.(standard files will be provided)Please bid accordingly.",
    "location": "Sri Lanka",
    "skills and expertise": [
        "Engineering",
        "Mechanical Engineering",
        "Civil Engineering",
        "AutoCAD",
        "Geotechnical Engineering"
    ]
},
{
    "title": " Create a auto-checkout system for multiple websites.  Create a auto-checkout system for multiple websites. ",
    "project rate": "$3,000.00 – 5,000.00 USD",
    "description": "I need someone to create for me a auto-checkout system for a few websites that uses proxies to have multiple \"checkouts\" occurring per site at once. I need someone who has experience creating something like this. Must have a good portfolio of stuff similar to this. Must have experience with e-commerce and reverse engineering. Type \"butterflies\" to show that you read this.",
    "location": "United States",
    "skills and expertise": [
        "PHP",
        "Website Design",
        "WordPress",
        "eCommerce",
        "HTML"
    ]
},
{
    "title": " Product Design Concept Sketches  Product Design Concept Sketches ",
    "project rate": "£18.00 – 36.00 GBP /hr",
    "description": "Hello we are an Engineering Design Company, we are looking for a Freelance Industrial Product Designer who can generate professional sketches for a product range based upon a brief. The candidate should have experience of plastic products with aesthetic geometry. We require candidates to provide a link to portfolio of work, so that we can short-list and provide a full brief under a non-disclosure agreement.",
    "location": "United Kingdom",
    "skills and expertise": [
        "Industrial Design",
        "Product Design",
        "Sketching"
    ]
},
{
    "title": " Senior Azure or AWS data engineer  Senior Azure or AWS data engineer ",
    "project rate": "$15.00 – 25.00 CAD /hr",
    "description": "I am a newly certified Azure data engineer with more than 10 years in the BI world. I want to start offering data engineering services through my small IT company but I need some guidance from an expert",
    "location": "Canada",
    "skills and expertise": [
        "Machine Learning (ML)",
        "Amazon Web Services",
        "Data Mining",
        "ETL",
        "Microsoft Azure"
    ]
},
{
    "title": " MATLAB expert Needed for electrical engineering projects  MATLAB expert Needed for electrical engineering projects ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I have a project related to matlab electrical engineering i  am looking for MATLAB expert having knowledge in electrical engineering. Kindly write your experties with your proposal in the filed of MATLAB",
    "location": "",
    "skills and expertise": [
        "Engineering",
        "Electronics",
        "Matlab and Mathematica",
        "Electrical Engineering",
        "Telecommunications Engineering"
    ]
},
{
    "title": " Book Cover - Anime / Manga Style    Book Cover - Anime / Manga Style   ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Looking for an artist to design two book covers (front and back) for a sci-fi novel about genetic engineering used for a totalitarian regime. The artwork should be done in the typical anime/manga style, but with a serious bent. These Here is a written description of the two covers:Front cover:A  boy with spiky blonde hair is looking at a person that looks exacly like himf sleeping in the test tube full of green fluid. The double  has a mask on and the boy outside the tube has a barcode tattoo on his arm with the number 6039. He has pale skin and has an expression of shock on his face. His hand should be extended out and has his hand on the tube that his double is sleeping in. Back cover:a teenage boy is wearing a denim jacket with a rose decal on the back. His back is turned towards the viewer of the picture. He has black, wavy hair and he is also wearing jeans with black black boots. He is on a balcony and looking over a large array of test-tubes stacks from the ceiling, all the way to the ground where it is no longer visible. The test tubes have people floating in them wearing masks, the sort you would see someone wear in a hospital if they are in critical condition. The people in the tubes are not wearing any clothes except for undergarments and there is a variety of people (children, senior citizens, middle-aged adults, teens, etc.)  The fluid is green and there is no other light being emitted except the green light coming from the test tubes. Most of the scene should be saturated in darkness. note: the people are standing upright in the tubes and not crouched in a fetal position like in other depictions.",
    "location": "United States",
    "skills and expertise": [
        "Graphic Design",
        "Photoshop",
        "Illustrator",
        "Illustration",
        "Caricature & Cartoons"
    ]
},
{
    "title": " Javascript Engineering for Chrome Extension  Javascript Engineering for Chrome Extension ",
    "project rate": "₹1,500.00 – 12,500.00 INR",
    "description": "Hi, I am looking for an expert to engineer a javascript chrome extension and create an API out of it. Best, Arnav",
    "location": "India",
    "skills and expertise": [
        "PHP",
        "JavaScript",
        "Software Architecture",
        "jQuery / Prototype",
        "Google Chrome"
    ]
},
{
    "title": " Django + Payment Gateway Integration + Javasccript  Django + Payment Gateway Integration + Javasccript ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "This project requires experience with Django, Javascript and Payment Gateway Integration and devopsThis is an extension project to openanalytics.aiYou will be required to perform three tasks:1) integrate a payment gateway with the current system, where the user has to pay when he tries to download the model2) add advanced button that opens a hover window that display a table of all columns and all feature engineering  options3)  build a JavaScript function that clusters the data as neededCheck the attached file for details",
    "location": "Australia",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Django",
        "Payment Gateway Integration",
        "Flask"
    ]
},
{
    "title": " P2P for an EPC Company in Kolkata  P2P for an EPC Company in Kolkata ",
    "project rate": "₹37,500.00 – 75,000.00 INR",
    "description": "We need an internal audit professional who has done or possess knowledge of Procurement to Pay cycle. Need to resource for 5-6 weeks for a project in Engineering Procurement and Construction (EPC) client in Kolkata.",
    "location": "Saudi Arabia",
    "skills and expertise": [
        "Audit",
        "Procurement"
    ]
},
{
    "title": " ENGINEERING OF NEW KIND CHRGING ADAPTER   ENGINEERING OF NEW KIND CHRGING ADAPTER  ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "This is a special kind of  charger with a special kind of winding system.  We will provide you the rough  sketch.Requirement - 1. Identifying the combined dimension 2. Creating 3D model and construction design for prototyping and plastic mold making. Sign NDA and send it back for the rough sketch. The employee will be connected and communicated through companies internal software. Type  \" I want to be focused\"  on the top of your request ",
    "location": "Bangladesh",
    "skills and expertise": [
        "CAD/CAM",
        "Solidworks",
        "Manufacturing Design",
        "Product Design",
        "3D Modelling"
    ]
},
{
    "title": " Video streaming website  Video streaming website ",
    "project rate": "$1,500.00 – 3,000.00 USD",
    "description": "We are looking for coder/coders to build our video related website.\n\nWhat skills are we looking for?\nPHP, MySQL, JavaScript, Jquery, CSS, Ajax, HTML5, video encoding.\n\nThe website must be done from scratch, no reverse engineering or pre made scripts. \nUsers and video management at admin panel, we need our own video player with special features, regional translations, PayPal and other payment gateways.\n\nWe know some coding, so we won’t ask for anything impossible.\nThe website must be responsible.\nWe are looking for something very close to YouTube and Netflix with more add-on\nMore details will be provided",
    "location": "United States",
    "skills and expertise": [
        "PHP",
        "JavaScript",
        "Website Design",
        "CSS",
        "MySQL",
        "HTML5"
    ]
},
{
    "title": " English -Portuguese Translator.  English -Portuguese Translator. ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I need to translate some file from English to Portuguese.pages: 15 pages.field : machinetimeline :  6 days.If you are a engineering student, maybe  good.",
    "location": "Hong Kong",
    "skills and expertise": [
        "Translation",
        "English (UK)",
        "Portuguese (Brazil)",
        "Portuguese",
        "English (US)"
    ]
},
{
    "title": " Coding a script for data extraction  Coding a script for data extraction ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "I have purchased an ebook from a website. It has online reader (and also allows downloading of pages as images).I would like to extract the original ebook file (usually PDF format) from the online reader.This job requires an expert with strong background in HTML, Java, and software engineering.",
    "location": "Vietnam",
    "skills and expertise": [
        "PHP",
        "C Programming",
        "Java",
        "Software Architecture",
        "HTML"
    ]
},
{
    "title": " Looking for an English & Romanian speaking recruiter for long term work  Looking for an English & Romanian speaking recruiter for long term work ",
    "project rate": "€1,500.00 – 3,000.00 EUR",
    "description": "Munca.Work is looking for a recruiter to work with them on a long term basis. We recruit candidates for a variety of sectors including building and construction, logistics, warehousing, production, agriculture, engineering and more.The exact details of the project are to be discussed, but working from a distance with a base and commission based salary is the general idea.Please message us to discuss more details.https://www.munca.work/",
    "location": "France",
    "skills and expertise": [
        "Recruitment",
        "Recruiting Sales",
        "Answering Telephones",
        "Workday Talent & Recruiting"
    ]
},
{
    "title": " Tool and Product Designer for Consumer Goods and Automotive Industry  Tool and Product Designer for Consumer Goods and Automotive Industry ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "HiI am looking for a design engineer with the following skills:1)Well versed in designing tools required to develop a product 2)Can perform revere engineering to identify product BOM, design and manufacturing processes.I am willing to offer a contract based position as well as a full-time opportunity to anyone interested. ",
    "location": "India",
    "skills and expertise": [
        "CAD/CAM",
        "Automotive",
        "Manufacturing Design",
        "Product Design",
        "Consumer Products"
    ]
},
{
    "title": " Beaver Railings  Beaver Railings ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "I need someone willing to do some part-time work in the South Western Pennsylvania area.  I need some light engineering and then subsequent drawings.  In addition, I need someone that can do drawings  for fitting up welding projects.",
    "location": "United States",
    "skills and expertise": [
        "CAD/CAM",
        "Building Architecture",
        "3D Rendering",
        "AutoCAD"
    ]
},
{
    "title": " Need help building code to use combination of Selenium and REST requests to sync data from websites  Need help building code to use combination of Selenium and REST requests to sync data from websites ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I am a engineering lead at a company that is trying to build software to help others sync their data with other websites. There are dozens of them and I need more help in order to meet our next deadline. I already have a software interface already that I will need you to implement for each website. We are using Python and Django. High level functions include: - Login and storing session - Reading and writing data - Periodic syncingIf you are interested, please let me know what kind of work you have done that relates to this project. Thanks",
    "location": "United States",
    "skills and expertise": [
        "JavaScript",
        "Python",
        "Web Scraping",
        "Selenium Webdriver",
        "Selenium"
    ]
},
{
    "title": " Amman (Jordan): RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local)  Amman (Jordan): RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local) ",
    "project rate": "$2.00 – 8.00 USD /hr",
    "description": "***For Local resident of Amman (Jordan) people ONLY*****\n1. We will be doing Software Test for Mobile Phones. Also called Quality assurance in Amman (Jordan)\n2. Person need to be willing to work on Laptop and Cellphone for 8 hour (minimum per day)\n3. Willing to work inside the moving car (with Driver). Testing inside the car is important as we want to make sure that Mobile phone is able to work in moving condition. Engineer/you will be on back seat with mobile + Laptop and driver will be driving\n4. Work needs use of Home Internet for at least 8 hours a day. But Laptop and cellphone will be connected to home internet for 24 hours (every day)\n5. Must be able to follow directions step by step in English\n6. Work with remote teams like Engineers may be in India where you will need to work with Indian Engineers\n7. Report on time as required by Project Lead/Co-Workers\n8. All info about doing the work will be provided\n9. Send/Receive FedEx Courier as needed for the cellphones/mobile phones for testing\n10. Sign NDA and not report or port anything about work publicly\n11. Ready to work in different time-zones\n12. Work hours need to be pre-approved in email before starting the job or work\n13. Hours requested will be flexible but preferred late evening and early mornings\n14. Work may happen for few days\n15. If needed, person should be able to buy SIMs (post-paids) for testing. We will pay for the cost of the SIMs. SIMS should have 5G when it is available. Cost will be paid\n16. Cost for Driver + Car when used will be paid extra. Cost of SIMs will also be paid\n17. Person have to be local to Amman (Jordan)\n18. Technical Degree like Engineering or Diploma in Engineering is highly preferred\n19. Please specify in your proposal about your Engineering or Technical degree or Testing work please\n20. We may request the CV for reviewing previous work\n21. If you already have some other Full time job then this will not work. As we need this person to work in normal office hours and must be available for 8 to 10 hours every day. So, this is not possible to do this as part time\n22. This will start around 3rd August for 2 weeks (approximately)",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Testing / QA",
        "Software Testing",
        "Test Automation",
        "Website Testing",
        "Telecommunications Engineering",
        "Mobile App Testing",
        "General Labor",
        "Car Driving",
        "Telecoms Engineering",
        "Quality and Reliability Testing",
        "Telecom",
        "Local Job"
    ]
},
{
    "title": " A mechanical engineer expert is needed.  A mechanical engineer expert is needed. ",
    "project rate": "$30.00 – 250.00 AUD",
    "description": "I have a task on mechanical engineering. It about robot and the way it works.",
    "location": "Nigeria",
    "skills and expertise": [
        "Engineering",
        "Solidworks",
        "Mechanical Engineering",
        "Electrical Engineering",
        "Chemical Engineering"
    ]
},
{
    "title": " Need help with understanding Electronics Engineering   Need help with understanding Electronics Engineering  ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Need help with understanding Electronics Engineering Below are the topics:Analogue Electronics1.\tBJT and Biasing circuit2.\tTransistors AC model and circuit3.\tBJT Amplifier with AC analysis4.\tFET5.\tOp-amp6.\tActive and passive filtersDigital Electronics1.\tNumber, gate and Boolean algebra2.\tCombinational logic adder and subtractors3.\tFlip flop, SR latch etc4.\tState machines5.\tCountersPlease answer so I can filter proposals. x=2...x+x=?Max Budget: $50",
    "location": "United Kingdom",
    "skills and expertise": [
        "Engineering",
        "Electronics",
        "Electrical Engineering",
        "Digital Electronics",
        "Analog Electronics"
    ]
},
{
    "title": " Content Developer for GATE and CAT  Content Developer for GATE and CAT ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "The task of the project will be making 30 questions per day. The question should be of gate level and company recruitment test level. There should be no plagiarism. You will have to prepare solutions too. Using of Mathtype tool for equation, any decimal number is a must. The font should be Times New Roman and size 12.Per question with the solution, you will be paid Rs. 8 INR. All the payment can be done only after the completion of the project, not on a daily basis.Only serious engineering students and MBA are eligible and who can create plagiarism free content apply to this.",
    "location": "Nepal",
    "skills and expertise": [
        "Engineering",
        "Electronics",
        "Electrical Engineering",
        "Mathematics"
    ]
},
{
    "title": " Civil Engineer  Civil Engineer ",
    "project rate": "$15.00 – 25.00 USD /hr",
    "description": "Looking for a civil engineer to prepare Stormwater Pollution Prevention Plan (SWPPP) for public works projects in California, USA.Please apply if you have experience creating on USA engineering plans.",
    "location": "",
    "skills and expertise": [
        "Mechanical Engineering",
        "Civil Engineering",
        "Structural Engineering"
    ]
},
{
    "title": " Mechanical Engineering Project - Solidworks CAD Designers Wanted  Mechanical Engineering Project - Solidworks CAD Designers Wanted ",
    "project rate": "$10.00 – 50.00 USD /hr",
    "description": "I currently have a DoD program for an airborne system that i need additional CAD designers for.  I am interested in receiving applications from CAD designers who have previous Aerospace CAD experience.  Certified SOLIDWORKS Expert (CSWE), and Certified SOLIDWORKS Associats (CSWA) certifications are a plus.",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "CAD/CAM",
        "Solidworks",
        "Mechanical Engineering",
        "Manufacturing Design"
    ]
},
{
    "title": " Simple engineering drawings of components  Simple engineering drawings of components ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "Want to get a manufacturing drawing developed based on the sample sheet shared. ",
    "location": "India",
    "skills and expertise": [
        "CAD/CAM",
        "Solidworks",
        "Mechanical Engineering",
        "AutoCAD"
    ]
},
{
    "title": " House on Gold Coast Australia- lakeland  House on Gold Coast Australia- lakeland ",
    "project rate": "$1,000.00 – 1,500.00 AUD",
    "description": "house overlooking canal to north and west \nneed to take to fully dimensioned project ready for certification by Building Certifier,. Engineering will be done separately\n\nNeeds to be completed within a week.",
    "location": "",
    "skills and expertise": [
        "CAD/CAM",
        "Building Architecture",
        "3D Rendering",
        "AutoCAD",
        "AutoCAD Architecture"
    ]
},
{
    "title": " New Plugin required for my website  New Plugin required for my website ",
    "project rate": "£250.00 – 750.00 GBP",
    "description": "I’m currently searching for quotes to have a plugin developed for my website. Apologies for the long description but I think it’s best to give plenty of detail. If you have a background knowledge of audio production, this will be very helpful.Brief:I am an online mixing & mastering engineer. I’d like to create a simple DAW (Digital Audio Workstation) where I can upload completed tracks for my clients, which allows them to experiment and make stylistic adjustments to the final master without having to ask me for further revisions. It also allows them to download multiple versions and decide which one they like best. As a new startup, my budget is around £500.Workflow Example:Here is how I imagine a typical sales process:-Client sends their raw tracks to me (usually via a file sharing site).-I manually mix and master their song, completing the more complex tasks (filtering out frequencies, compression, de-essing etc).-I then upload the completed track to the DAW on my site.-The client is emailed a unique link to the DAW, where they can listen to a free 30 second sample of their song to check they’re happy with my work.-The DAW then allows them to add simple stylistic effects to the final master (EQ, distortion & reverb) to customise it as they wish. Once they are happy with it, they click ‘Download Full Track’.-This gives them a popup which requires them to pay. Completing the payment allows them to download the full song as a WAV and/or MP3 file. At this point they can now make further adjustments and download as many versions as they like.Key Specifications:-The DAW should assume the client has no experience in audio engineering. It needs to avoid as much technical jargon as possible, and rely on simple presets.-Convenience is also important. The DAW is a free after-service, and ideally the client will not need to download anything to access it. I’m aware that Soundation has been able to create something which can be used entirely in the browser (https://soundation.com/)-My website is currently hosted on Wix. If it can be integrated directly onto Wix then this would be a big help, but if the DAW needs to be a portal linked to another site, then this is also OK.-Because this is a new startup, cost is a big factor. If possible I’d like the effects to be developed from existing open-source software (such as audacity or Sound Exchange?).-I’d also like to create a trial version, accessible from the home page, which allows potential clients to play around with the DAW using a selection of songs I’ve uploaded.-Finally, I have a prototype visual design for the interface, which I have attached. I'm sure you will be able to improve on this design of course, but hopefully it gives a general idea. Thanks for reading!",
    "location": "United Kingdom",
    "skills and expertise": [
        "PHP",
        "Audio Services",
        "Software Architecture",
        "Music",
        "Audio Production"
    ]
},
{
    "title": " Audio engineering Design and calculate equipment for electrical exhaust systems or simulated engine sounds.  Audio engineering Design and calculate equipment for electrical exhaust systems or simulated engine sounds. ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "We are trying to build and develop an electric exhaust system or a simulated exhaust system for current cars and electric cars that are becoming popular in the future for those who are passionate about different car models. And as a warning sound for people or Animals can hear electric cars driving on the road, because electric vehicles in the future have a quiet engine sound, so they need this use this innovation to install instead of the engine sound.\"We need sound engineers to design and calculate equipment for electric exhaust systems or simulated engine sounds.\"What we want1. Design and calculation of speakers for installation and equipment layout that hides the speakers inside to install it under the car where there is space for installation near the actual exhaust area.Based on the following requirements1. loud sound (As many as possible).2. sound that can hear from a distance.3. Realistic sound similar to the exhaust sounds of original car models.4. All equipment to be installed should not be too large for installation under various vehicle models.5. Design the device to look not just an ordinary speaker boxAttached under the bottom of the car",
    "location": "Thailand",
    "skills and expertise": [
        "Audio Services",
        "Sound Design",
        "Audio Production",
        "Mechanical Design",
        "Sound Engineering"
    ]
},
{
    "title": " mechanical engineering CAD/CAM TASK  mechanical engineering CAD/CAM TASK ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "mechanical engineering CAD/CAM TASK",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "CAD/CAM",
        "Solidworks",
        "Mechanical Engineering",
        "AutoCAD"
    ]
},
{
    "title": " JG Engineering  JG Engineering ",
    "project rate": "£18.00 – 36.00 GBP /hr",
    "description": "JG Engineering is a  land surveying/setting out engineering company within the earthworks/civil engineering sector. Due to the overwhelming demand for DTM models & asbuilt drawings, we are looking for a freelancer who is experienced in design terrain modelling  (DTM) & producing asbuilt drawings. The following is essential to the person who is going to take on this project:Must be experienced In using CADMust be capable of producing asbuilt drawingsMust be capable of design terrain modelling  Must have an earthworks/civil engineering background Must have the ability to read/understand construction drawings/specifications Experienced in the use of LSS (Mcarthy Taylor)Have a general knowledge of machine control Have the ability to output files in machine control formats for Leica, Trimble & Topcon machines ",
    "location": "United Kingdom",
    "skills and expertise": [
        "CAD/CAM",
        "Civil Engineering",
        "AutoCAD",
        "3D Modelling"
    ]
},
{
    "title": " Looking for someone with kids STEM education background to create a curriculum for our project.  Looking for someone with kids STEM education background to create a curriculum for our project. ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "You will create an engaging and fun instructional booklet to teach kids about the engineering concepts involved in the our project. Will have be good writing English and be able to create engaging booklet.",
    "location": "United States",
    "skills and expertise": [
        "Graphic Design",
        "Copywriting",
        "Translation",
        "Education & Tutoring",
        "English (US)"
    ]
},
{
    "title": " Need Someone to Make Videos on Reasoning   Need Someone to Make Videos on Reasoning  ",
    "project rate": "₹100.00 – 400.00 INR /hr",
    "description": "**Maximum Budget is Rupees 280/hour**##For INDIANS ONLY JOB##I need someone to create videos on Reasoning/General Intelligence which are normally asked in Indian Govt. Exams/Entrance Exams for Management/Engineering. You may follow books like R.S Agarwal for Reasoning or any other popular books. It can be discussed in Chat.I have attached the list of Topics for which you need to create the videos. Each topic should be minimum of 45 minutes length. You first need to explain the main concept, tell about shortcut methods and do problem-solving from last years exams or hard problems of the books. Instructions to be in ENGLISH only.You need to give me the full copyright of all the videos.Lowest Bidder will win this project. It can be long term project. Please see the topic list attached.",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "Education & Tutoring",
        "Statistics",
        "Mathematics",
        "Teaching/Lecturing"
    ]
},
{
    "title": " Local ONLY Muscat (Oman): RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local ONLY)  Local ONLY Muscat (Oman): RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local ONLY) ",
    "project rate": "$2.00 – 8.00 USD /hr",
    "description": "***For Local resident of Muscat (Oman) people ONLY*****\n1. We will be doing Software Test for Mobile Phones. Also called Quality assurance in Muscat (Oman)\n2. Person need to be willing to work on Laptop and Cellphone for 8 hour (minimum per day)\n3. Willing to work inside the moving car (with Driver). Testing inside the car is important as we want to make sure that Mobile phone is able to work in moving condition. Engineer/you will be on back seat with mobile + Laptop and driver will be driving\n4. Work needs use of Home Internet for at least 8 hours a day. But Laptop and cellphone will be connected to home internet for 24 hours (every day)\n5. Must be able to follow directions step by step in English\n6. Work with remote teams like Engineers may be in India where you will need to work with Indian Engineers\n7. Report on time as required by Project Lead/Co-Workers\n8. All info about doing the work will be provided\n9. Send/Receive FedEx Courier as needed for the cellphones/mobile phones for testing\n10. Sign NDA and not report or port anything about work publicly\n11. Ready to work in different time-zones\n12. Work hours need to be pre-approved in email before starting the job or work\n13. Hours requested will be flexible but preferred late evening and early mornings\n14. Work may happen for few days\n15. If needed, person should be able to buy SIMs (post-paids) for testing. We will pay for the cost of the SIMs. SIMS should have 5G when it is available. Cost will be paid\n16. Cost for Driver + Car when used will be paid extra. Cost of SIMs will also be paid\n17. Person have to be local to Muscat (Oman)\n18. Technical Degree like Engineering or Diploma in Engineering is highly preferred\n19. Please specify in your proposal about your Engineering or Technical degree or Testing work please\n20. We may request the CV for reviewing previous work\n21. If you already have some other Full time job then this will not work. As we need this person to work in normal office hours and must be available for 8 to 10 hours every day. So, this is not possible to do this as part time\n22. This will start around 3rd August for 2 weeks (approximately)",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Testing / QA",
        "Software Testing",
        "Electrical Engineering",
        "Test Automation",
        "Telecommunications Engineering",
        "Mobile App Testing",
        "Telecoms Engineering",
        "Quality and Reliability Testing",
        "Telecom",
        "Local Job",
        "Project Management Office",
        "Test"
    ]
},
{
    "title": " Mutiplatform-ReactNative VideoConsultation App  Mutiplatform-ReactNative VideoConsultation App ",
    "project rate": "€250.00 – 750.00 EUR",
    "description": "Dear Developer, We want to Build a new linking Multi platform of qualified Professionals in different fields, with clients and Custumours. It offers Workflow management, CRM, online Payment, Videoconsultations and some more features.Ex : - Registration (profile checks, statut, ID...) - Book an appointment (Consultation, Appointment,...) - Agenda Managmenet- Reminders/Notifications- Sync Gadgets (smartwatsh, tracker, analytics,...)- GéolocalisationAnd more.Please, Apply if you have developed similar Apps ( Healthcare Apps,  Video/chat call, Géolocalisation Apps, WebRTC, API Iingrations,...) Requirements:- WebRTC • Software engineering experience• Object-oriented design patterns• Algorithms and data structures background• React Native iOS /Android development experience• Node.js, javascript• Experience with API integration• Experience with MongoDB.....We do have a limited budget, but enough time to develop the App. If Intested, please send me your proposal, and let me know your availibility and your Quote, so we can discuss for more details. ",
    "location": "France",
    "skills and expertise": [
        "Video Services",
        "Payment Gateway Integration",
        "MongoDB",
        "React Native"
    ]
},
{
    "title": " FCP Video Editor Required  FCP Video Editor Required ",
    "project rate": "₹600.00 – 1,500.00 INR",
    "description": "We have youtube channels and ongoing content that needs to be edited and we are looking for an editor we can work with who has good mastery in FCP X with a blend of creativity and cinematic indulgence. The resource should also be able to create fixed templates for us to be used across projects as well as do sound engineering using tools such as Audacity as a value-add.",
    "location": "India",
    "skills and expertise": [
        "Video Services",
        "After Effects",
        "Final Cut Pro",
        "Video Production",
        "Video Editing"
    ]
},
{
    "title": " Cache ObjectScript Developer Resume  Cache ObjectScript Developer Resume ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I need create a resume with Cache ObjectScript Developer position. required years must 7+ years.below is the JD for the resume.Responsibilities• Involved in the technical planning & requirements gathering phases including Design, code, test, troubleshoot, and document engineering software applications.• Ensure technical software development process is followed on the project, familiar with industry best practices for software development.• Develop applications using Cache Objectscript• Demonstrate the ability to adapt and work with team members of various experience levels.Qualifications• Minimum of 2+ years hands on experience with Intersystems Cache Objectscript/Ensemble Framework• Experience in Continuous Integration and Continuous Deployment (CI/CD) methodologies• Experience with Public Cloud, Azure preferred• Strong debugging, problem solving and investigative skills. Ability to assimilate disparate information (log files, error messages etc.) and pursue leads to find root cause problems.• Strong communication skills.• Bachelor’s Degree in Computer Science, Engineering or comparable• Experience with Agile/Scrum methodology.• Self-starter who can work independently.Preferred:• Experience working with clinical data (and / or clinical standards i.e. HL7, FHIR, CCD)• Ability to work in a fast paced, fluid environment while maintaining adherence to standards and best practices• Experience with Cloud technologies• Familiarity with DevOps practices• Health care industry experience",
    "location": "United States",
    "skills and expertise": [
        ".NET",
        "Technical Writing",
        "Software Architecture",
        "Research Writing",
        "Software Development"
    ]
},
{
    "title": " A mechanical engineer expert is needed  A mechanical engineer expert is needed ",
    "project rate": "$30.00 – 250.00 AUD",
    "description": "I have a task on mechanical engineering. It about robot and the way it works.",
    "location": "Nigeria",
    "skills and expertise": [
        "Engineering",
        "Solidworks",
        "Mechanical Engineering",
        "Electrical Engineering",
        "Chemical Engineering"
    ]
},
{
    "title": " designs of mechanical design engineering  designs of mechanical design engineering ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Mechanical Engineering is the branch of engineering that deals with the generation and application of mechanical power in the design and production of machines and tools. ... If your business deals with mechanical engineering and needs help, such help is available in the form of mechanical engineering freelancers.",
    "location": "India",
    "skills and expertise": [
        "Solidworks",
        "AutoCAD",
        "3D Design",
        "Corel Draw"
    ]
},
{
    "title": " Electrical Engineering.....  Electrical Engineering..... ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "Details will be shared with winning bidder. please bid if you have experience.",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "Electronics",
        "Matlab and Mathematica",
        "Electrical Engineering"
    ]
},
{
    "title": " BUSINESS CONSULTANT   BUSINESS CONSULTANT  ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "Looking for a professional who provides professional or expert advice in a particular area such as security (physical), management, accountancy, law, human resources, marketing (and public relations), finance, engineering, science or any of many other specialized fields.",
    "location": "United States",
    "skills and expertise": [
        "Accounting",
        "Finance",
        "Intuit QuickBooks",
        "Payroll",
        "Bookkeeping"
    ]
},
{
    "title": " Singapore: RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local)  Singapore: RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local) ",
    "project rate": "$2.00 – 8.00 USD /hr",
    "description": "***For Local Singapore people ONLY*****\n1. We will be doing Software Testing for Mobile Phones (Cellphones). Also called Quality assurance in Singapore \n2. Person need to be willing to work on Laptop and Cellphone for 8 hour (minimum per day)\n3. Willing to work inside the moving car (with Driver). Testing inside the car is important as we want to make sure that Mobile phone is able to work in moving condition. Engineer/you will be on back seat with mobile + Laptop and driver will be driving\n4. Work needs use of Home Internet for at least 8 hours a day. But Laptop and cellphone will be connected to home internet for 24 hours (every day)\n5. Must be able to follow directions step by step in English\n6. Work with remote teams like Engineers may be in India where you will need to work with Indian Engineers\n7. Report on time as required by Project Lead/Co-Workers\n8. All info about doing the work will be provided\n9. Send/Receive FedEx Courier as needed for the cellphones/mobile phones for testing\n10. Sign NDA and not report or port anything about work publicly\n11. Ready to work in different time-zones\n12. Work hours need to be pre-approved in email before starting the job or work\n13. Hours requested will be flexible but preferred late evening and early mornings\n14. Work may happen for few days\n15. If needed, person should be able to buy SIMs (post-paids) for testing. We will pay for the cost of the SIMs. SIMS should have 5G when it is available. Cost will be paid\n16. Cost for Driver + Car when used will be paid extra. Cost of SIMs will also be paid\n17. Person have to be local to Singapore\n18. Technical Degree like Engineering or Diploma in Engineering is highly preferred\n19. Please specify in your proposal about your Engineering or Technical degree or Testing work please\n20. We may request the CV for reviewing previous work\n21. If you already have some other Full time job then this will not work. As we need this person to work in normal office hours and must be available for 8 to 10 hours every day. So, this is not possible to do this as part time\n22. This will start around 3rd August for 2 weeks (approximately)",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Testing / QA",
        "Software Testing",
        "Test Automation",
        "Telecommunications Engineering",
        "Mobile App Testing",
        "General Labor",
        "Car Driving",
        "Quality and Reliability Testing",
        "Telecom"
    ]
},
{
    "title": " Full Stack Software Engineer (Mobile Apps and Web)  Full Stack Software Engineer (Mobile Apps and Web) ",
    "project rate": "$25.00 – 50.00 USD /hr",
    "description": "we are looking for a Front-End Software Engineer to lead development of our iPhone and Android apps and front-end web systems. This is an exciting opportunity to drive the development of pioneering mobile app and web products with an early-stage startup, while working to solve one of the most pressing challenges of our time - the climate crisis.Skills & QualificationsCuriosity and a passion to learn new skills, techniques, and tools, and quickly translate your learnings into contributions towards the company’s success.Demonstrated background, experience, and history of excellence in software engineering and development.UI/UX design experience.Strong experience with mobile app and web development, with multiple software tools and languages mentioned above, in the “Responsibilities” section.Ability to work and adapt to aggressive and dynamic objectives as well as flexibility to take on multiple responsibilities within a small team.An innovator that seeks novel, and scalable, approaches to solve customer painStrong focus on customer experience with discipline to secure on-time releases.Excellent communication, presentation, and interpersonal skills. Bonus:Passion for clean-tech and making an impact through your work.Experience designing, implementing, and running cloud software systems at scale.",
    "location": "United States",
    "skills and expertise": [
        "Website Design",
        "Graphic Design",
        "Mobile App Development",
        "iPhone",
        "Android"
    ]
},
{
    "title": " Dynamic 365 CRM Developer needed  Dynamic 365 CRM Developer needed ",
    "project rate": "$15.00 – 25.00 USD /hr",
    "description": "We are looking for an expert Dynamic 365 CRM Developer for a large scale project. It will need full-time work (40 hours a week) until the end of this year. Need experience in the integration of Dynamics with Azure Data and with third-party applications.* Fluent English and teamwork experience would be mandatory.* Having experience in JavaScript and TypeScript would be required;* .NET, C#, WCF engineering expertise will also be required;* Experience in creating reports MSSQL Server SSRS, Visual Studio, defining data integration layers using SSIS required;We are looking for an European engineer who can speak fluent Russian.",
    "location": "Greece",
    "skills and expertise": [
        "CRM",
        "Dynamic 365"
    ]
},
{
    "title": " Tutoring Help  Tutoring Help ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I need someone who is familiar with the engineering class Strengths of Materials to help me study for my final and go over some practice problems.",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Research Writing",
        "Mathematics",
        "English (US)"
    ]
},
{
    "title": " Electrical Engineering...  Electrical Engineering... ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "Details will be shared with winning bidder. please bid if you have experience.",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "Electronics",
        "Matlab and Mathematica",
        "Electrical Engineering"
    ]
},
{
    "title": " Motor vehicle trainer  Motor vehicle trainer ",
    "project rate": "₹12,500.00 – 37,500.00 INR",
    "description": "Need person having diploma/degree in mechanical engineering and heavy vehicle license at least 5 year old.",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "Solidworks",
        "Mechanical Engineering",
        "Electrical Engineering",
        "Chemical Engineering"
    ]
},
{
    "title": " Data scientist with hands-on NLP and deep learning expertise  Data scientist with hands-on NLP and deep learning expertise ",
    "project rate": "$50.00+ USD /hr",
    "description": "Location constraint - US or Canada onlyWe are looking for a superstar data scientist, who is familiar and experienced with natural language processing and natural language understanding, using the latest deep learning techniques (Spark NLP, transformers, multi-task learning, etc.). This role fits software engineers with proven hands-on experience in Python, Spark, and TensorFlow. A PhD degree in a relevant field is preferred.Our company's focus is in healthcare and life science, so such background in medicine, pharma, bioinformatics or biostatistics is highly beneficial. However, it is not required, and we welcome applicants with experience from other verticals.The primary responsibilities will be one of two kinds. The first working as part of a team in customer-facing projects - building models and ML/DL/NLP pipelines that address specific business needs. This requires strong oral &amp; written communication skills. The second is working as part of our core development team to build new NLP, OCR, and AI Platform components.  This requires strong software engineering skills in addition to data science knowledge. Experience with Python is a must; knowing Scala is a big plus.We are looking for experts who are looking for long-term freelancing contracts, and wish to work on cutting-edge problems, learn and grow. We are looking for individuals who can commit at least 30 hours per week to this project. We are not able to consider agency or team applications for this job.This is a career opportunity that will enable you to expand your knowledge and experience of different tools and techniques, work within an team of big data and data science experts, and make a positive impact with your work.",
    "location": "India",
    "skills and expertise": [
        "Python",
        "Scientific Research",
        "Machine Learning (ML)",
        "Natural Language",
        "Deep Learning"
    ]
},
{
    "title": " Front end engineer  Front end engineer ",
    "project rate": "$8.00 – 15.00 AUD /hr",
    "description": "Skills required: 5+ years front end development experience (some of which using React)Node.JS and Typescript will be a bonusWhat we need:Thorough knowledge of some of the following JavaScript, React/Redux, HTML/CSS, client-side charting libraries (D3, Chart.js), build-tools like WebpackA proactive approach and ability to take initiativeGood written and verbal communication skillsThe ability to work with minimal supervision Strong knowledge of git, CI/CD and testingTranslation of designer mock-ups and wireframes into codeHave experience with RESTful web servicesWho we are:Australian based, VC backed company. We are looking for a front end engineer to join our team remote full timeWhat you need to do.Answer the questions below and spend some time with us to explain your experience1. Talk to us about a front end project you’ve worked on in the past. What was your role, the requirements and a lesson learnt from the project?2. How do you manage your time?3. What does effective communication mean to you?3. What is the percentage of time you like to split between mastery of engineering skills and diversifying your 4. experience in related areas such as product management, design and UX?Sound good? get in touch with us today - please respond to the 4 questions. we wont consider applications who havent",
    "location": "Australia",
    "skills and expertise": [
        "JavaScript",
        "React.js",
        "Typescript",
        "Frontend Development",
        "GitHub"
    ]
},
{
    "title": " HPC Operations Manager  HPC Operations Manager ",
    "project rate": "$15.00 – 25.00 USD /hr",
    "description": "Linux, Python, HPC, Software, Storage, Security operations, Troubleshooting, Security, Microsoft Windows Server administration, Operating systems, Networking, IT infrastructure, IT management, IT, High performance computing, Ethernet, Firmware, COM, CIO, Bash, Computer engineering, Configuration management, Computer science, InfiniBand, Problem solving",
    "location": "United States",
    "skills and expertise": [
        "Python",
        "System Admin",
        "Linux",
        "English (US)",
        "Network Administration"
    ]
},
{
    "title": " Lead Extractor  Lead Extractor ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "We are basically into Services Industry.  Looking at Freelancers who will extract and give Leads to us from Software Companies, Pharma Industry, Infrasturcture, Engineering, Industries in India",
    "location": "India",
    "skills and expertise": [
        "Data Entry",
        "Excel",
        "Web Scraping",
        "Leads",
        "Data Mining"
    ]
},
{
    "title": " Build a report template with dialog box/macros for key information.  Build a report template with dialog box/macros for key information. ",
    "project rate": "$30.00 – 50.00 NZD /hr",
    "description": "I work at an engineering consultancy, and I produce formal reports on site conditions and recommend building foundation options.A lot of the key information in the reports is repeated within the report (such as client name/site address/significant soil properties) and between reports (areas with similar soil properties). I was hoping that someone may be able to help me to create a microsoft word template with a dialog box/macros built into it so that when users open the template, they enter a bunch of key information into the dialog box first, and the document will self-populate as appropriate, doing things such as: updating all references to client/address/etc throughout report; short lists comprised of multiple dialog box selections as appropriate (for example, if i select that a soil is a sand and is weak but also has very good drainage properties, a macro will sort any negative aspects of the soil behavior in a section listing factors that limit design options etc...); short if-then functions if possible based on key soil properties in dialog box (I will provide the information for these but essentially will be following a yes-no flow path to autofill part of the report).I have attached the first four pages or a typical report, the final document length is typically 10-11 pages in length, including tables with key information. I have also tried to show what sort of information will be included in the dialog box and how a macro might use it (please tell me if im using the wrong language to describe functions too!) by using [ ] brackets.This is being developed to reduce human error from missed paragraphs/lines etc (there is alot of technical data presented so little bits of key info may be missed due to human error) but also make reporting a much quicker exercise. I imagine the dialog box will be made of several tabs such as project info (address/client info/etc)/existing geotechnical information/site details/proposed development/so on as per main headings in report. Table of contents will give you an idea of document length/complexity.Thank you! Look forward to hopefully working with some of you soon.CheersBarney",
    "location": "Australia",
    "skills and expertise": [
        "Visual Basic",
        "Data Processing",
        "Word",
        "Microsoft Office",
        "Excel Macros"
    ]
},
{
    "title": " DigSilent power factory expert needed  DigSilent power factory expert needed ",
    "project rate": "$10.00 – 30.00 AUD",
    "description": "I have a project related to load calculation, transient stability which is to be done on DigSilent power factory software. I need someone having knowledge of electrical power engineering ",
    "location": "",
    "skills and expertise": [
        "Electrical Engineering",
        "Penetration Testing",
        "Electronic Design",
        "Power Generation"
    ]
},
{
    "title": " Mechanical drawing (Manual)   Mechanical drawing (Manual)  ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "I need mechanical engineering drawing expert in these subjects 1. Assembly drawing 2. Piston 3. Surface roughness 4. Shaft bearing 5.pulley6. Gear7. Clearance,  fit and interference",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Mechanical Engineering",
        "Engineering Drawing",
        "Mechanical Design"
    ]
},
{
    "title": " Do a MSW Waste to Energy WtE Project  Do a MSW Waste to Energy WtE Project ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Project related to waste to energy methods , Municipal solid waste management in the US. Collect data for incineration and other WtE methods in US, Maryland, Baltimore.BID only if you have done similar project or completed master thesis project on waste to energy project before.This is not essay writing , don't Bid if you don't have engineering background. Write something convincing in the proposal about your background and on the topic , to be able to get awarded.Go through attached files to check the topic related document that can help you. you need to write about 6000 words mainly about MSW management in US especially in Maryland, Baltimore I will prefer Lower bids ",
    "location": "Pakistan",
    "skills and expertise": [
        "Engineering",
        "Technical Writing",
        "Chemical Engineering",
        "Industrial Engineering",
        "Renewable Energy Design"
    ]
},
{
    "title": " Translation of English Transcripts of Engineering lectures into Hindi, Marathi, Tamil, Telugu, Kannada, Malayalam, Gujarati and Bengali Docs  Translation of English Transcripts of Engineering lectures into Hindi, Marathi, Tamil, Telugu, Kannada, Malayalam, Gujarati and Bengali Docs ",
    "project rate": "₹150,000.00 – 250,000.00 INR",
    "description": "Crescendo Transcription Pvt. Ltd. is a start-up based in India, providing “Transcription and Analysis of audios in Indian Languages”. We have built a technologically robust and advanced platform where we seamlessly transcribe and analyze audios in more than 30 Indian languages including Hindi, Marathi, Punjabi, Tamil, Telugu, Kannada, Malayalam, Bengali, Gujarati or Oriya.We are looking for \"Individual Translators\" and \"Teams\" who would work with us in translating various English documents into Hindi, Marathi, Tamil, Telugu, Kannada, Malayalam, Gujarati and Bengali. The documents are transcripts of various Engineering Lectures. We will pay you between 0.50/ source word to INR 1/ source word. Your job will be to translate the English Transcript into Hindi (or the language you translate in) text in a Bi-Lingual format, meaning retaining the English Text and Typing the Hindi (language)text below. Points to be noted in Translated files:1. Check the English lecture and translate the lecture files into the regional language in a Word doc.2. Ensure there are no grammatical and spelling errors, while translating.3. Insert Math symbols and equations in the correct format.4. The meaning should be properly conveyed. Language usage : Colloquial/Not formal5. The technical terms should not be translated. Maintain the technical terms in transliterated format and mention corresponding English words in parentheses e.g.,विंडिंग (windings).6. Include a glossary at the end of the document showing technical words with transliteration, translation and corresponding English word.7. Insert screenshot/slides in the language document from the English file, No need to translate screenshots8. Translated material should be delivered as Doc.9. Delivery of translated files is expected to be completed within the stipulated timeline.11. After the translation of each lecture Index page has to be created with lecture names.12. Follow the below specification while uploading the files and also ensure the style which is maintained in English lectures:13. Font style : Regular,Font size : 12,Format-Align: Justified, Line spacing - 1.15 line.14. Lec naming should be followed as - lec1, lec2, lec3 .....15. If lecture name is missing in the English transcript file, translate and keep the lecture name in each translated lecture** We will train you on all these requirements.Additional requirements: Only apply if you can translate 3500 - 4000 words per day, and work for 5-6 days a week, we are looking for a professional, long-term association. You should also agree to abide by all the terms and conditions in terms of: Points to be noted in Translated files. Listed below is the pay procedure: 1. We pay between INR 0.50 / source word to INR 1 /source word. 2. We pay net 45 days from the date of the invoice. But we understand that you need to develop trust on us for this, so initially for the first 3 hours of translation we will pay you on completion of every hour (each hour is approx 7500 words). Post this we would love to get you on our Monthly pay system. Here for example: you work from 1st to 31st of the July and raise the invoice on 1st of August; the payment would be processed within 15th of September (so 45 days from your invoice date is the processing time). 3. We pay you for all the work you do in your Bank Account by NEFT that is online transfers. 4. We deduct a TDS of 1% for individuals and @2% for Company on their billing amount for all our payments. Note: We will take a small 1 page test to check if you are good for the same work. The test results will be communicated to all the applicants through an email. The candidates that are not shortlisted due to quality concerns would not be eligible for reapplication.",
    "location": "India",
    "skills and expertise": [
        "Translation",
        "Hindi",
        "Bengali",
        "Tamil"
    ]
},
{
    "title": " Planning and Design for Renovation of Back Portion of House  Planning and Design for Renovation of Back Portion of House ",
    "project rate": "$250.00 – 750.00 USD",
    "description": "We have a small firm which basically deals in civil engineering design and planning related activities. One of our important clients in Malaysia, is looking for renovation in the entire back portion of the house, which is in line with your area of expertise. She wants to get the planning and design work done remotely within a period of 2 weeks. The details regarding the same are as follows:The Consultant shall provide an 2-D concept along with elevation in AutoCAD for the whole portion and interior designing of Kitchen i.e. modular kitchen (3 - 4 options) preferably in Autodesk 3DS Max, item particulars, preliminary costing etc. for the following: 1.   An open kitchen concept where they could have the dining area there as well for the family to enjoy their meals together and also have more family time. It is proposed to extend the kitchen till the boundary wall.2.   A proper laundry room with a washing area, the design should be such that there is sufficient sunlight allowed within so that clothes can be dried there except for finding a separate area.3.   Extension of the room to a more comfortable bedroom for elderly people. The above scope of work shall include the following:●     Spatial Configuration●     Furniture Layout●     Flooring Concept●     Ceiling Concept●     Visuals via ref. images●     3D views of specific areas (limited to 3 views)●     Material and finishes information via callouts and tags●     Preparation of BOQ and Cost Estimate considering rates prevalent in DelhiThe photographs and videos of the area are attached. Also, the dimensions of the house are attached. If any further information is required, the same can be arranged during the course of the assignment, including teleconferencing with the client for discussions, and viewing the site, if required. ",
    "location": "India",
    "skills and expertise": [
        "Building Architecture",
        "Home Design",
        "Civil Engineering",
        "Interior Design",
        "3D Modelling"
    ]
},
{
    "title": " Engineering Ethics and Developing Countries  Engineering Ethics and Developing Countries ",
    "project rate": "$10.00 – 30.00 USD",
    "description": "Engineers are responsible for many of the technological developments which have created our modern society. Technological development is continuing at an ever-increasing pace in the United States and around the world. These new developments are exciting, and not only require engineering abilities, but also an understanding of different business customs and legal considerations. In addition, there is growing demand for engineering talent from developing countries. Due to this demand, it is necessary for engineers to be familiar with how general standards in engineering ethics should be applied in developing countries (UNESCO, 2010).Choose a general principle or standard within a particular engineering code of ethics (note the code and the standard you have chosen). Then, choose a developing country or emerging economy where the standard could make a difference for society. Finally, detail the difficulty in adhering to that standard in the country you chose.Be sure to support your post with specific references to the resources. If you are using additional articles, be sure to provide full APA-formatted citations for your references.",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Technical Writing",
        "Report Writing",
        "Research Writing"
    ]
},
{
    "title": " TV Video Editor, News Editor, Video Producer, OBS Software  TV Video Editor, News Editor, Video Producer, OBS Software ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "Looking for an experienced Television Video Producer, Creator and Content Writer, Script, and Series for News Broadcast.The Freelancer must be experienced in any of the following:Broadcasting Engineering, OBS Software, Video Broadcasting, Cinematography, TV Production/Manager",
    "location": "United Kingdom",
    "skills and expertise": [
        "Video Services",
        "Video Broadcasting",
        "Video Production",
        "Video Editing",
        "Cinematography"
    ]
},
{
    "title": " SDR srsLTE Telecom Engineering Specialist required  SDR srsLTE Telecom Engineering Specialist required ",
    "project rate": "$750.00 – 1,500.00 USD",
    "description": "We are looking for a SDR srsLTE Telecom Engineering specialist who has extended experience and knowledge in 4G telecom protocols and preferably has knowledge working with srsLTE.Experience with 4G protocols.Experience with c/c++.Experience with srsLTE preferable.Experience with software-defined radios. Preliminary task description: write the EPC part of a 4G network, such that the code is compatible with the eNodeB is srsLTE.",
    "location": "Spain",
    "skills and expertise": [
        "C Programming",
        "Telecommunications Engineering",
        "Telecoms Engineering",
        "Wireless Radio Frequency Engineering"
    ]
},
{
    "title": " Technical articles for our company blog   Technical articles for our company blog  ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "#1 Topic:Top 12 Surface Finishing Types For Metal Parts You Must Know#2 Outline:I will offer you the tips and outline after confirming the order. You can fill up content below each subheading.#3 Requirements for you:1.\t5+ years of experience in in-depth copywriting, article writing.2.\tGood at in-depth topic researching.3.\tIdeally, have 2+ years of experience in mechanical engineering, or machining, 3D printing, injection molding, die casting, etc.4.\tHave enough time to write, because we need a long-term writer.5.\tNative English, write manually.#4 Requirements for articles:1.\tBefore writing, please do in-depth research and read similar materials regarding the topic, each heading, and subheading.2.\tThe content must be professional, easy to read, and original.3.\tTry to avoid first person words, such as “I” “WE”.  EX: Replace \"I can give you something\" with \"you can get something...\"4.\tContent must follow the topic and outline. If possible, enrich more ideas.5.\t3500-4000 words. If you write more words than requirements, I will pay the extra charge. BUT don't repeat the content and don't write nonsense.6.\tPlease modify the syntax errors with Grammarly App, and improve the readability through Hemingwayapp.com7.\tMust be written manually, any rewriter software is prohibited.8.\tRead AGAIN above requirements, and please keep them in mind clearly.#5 Finally, please send these four things to me:• A link to your resume or website• Links to 3-5 related pieces you've published elsewhere, we need to check your content writing level.• Your rates (per 1000 words)• Weekly availability",
    "location": "",
    "skills and expertise": [
        "Copywriting",
        "Research",
        "Technical Writing",
        "Article Writing",
        "Content Writing"
    ]
},
{
    "title": " gambling crm to build casino on it.   gambling crm to build casino on it.  ",
    "project rate": "€1,500.00 – 3,000.00 EUR",
    "description": "Our company of gambling is now recruiting someone that can build full crm for us, that will give the option to see players data, statistics of the deposit players, games , give bonus to players from the crm directly and more.. we need someone with skills of fullstack, php, Requirements:3 years of software development experience.At least one year experience in team leading.Experience with development tools including IDEs, debuggers, bug tracking and source control systems required.Bachelor's Degree in Computer Science, Computer Engineering or equivalent experience.Game Development experience.Distributed application (client/server) development experience.DB: php, java, javascript, angular JS: scripting on complex back end systems.Comfort in Unix/Linux environments.Agile work methodology.Familiarity with Object-Oriented Programming techniques and languages (in particular.NET(C#)/Java).Broad knowledge of various design patterns.SVN, GIT or any other source control software.",
    "location": "Israel",
    "skills and expertise": [
        "C# Programming",
        "Software Architecture",
        "CRM",
        "Software Development",
        "Software Sales"
    ]
},
{
    "title": " Fluid Dynamics engineering consulting  Fluid Dynamics engineering consulting ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "I am looking for an hour of consulting time with an engineer that has a strong understanding of fluid dynamics.  Topics that will need to be discussed will include but not be limited to, hydrofoils, prop design, as well as control surfaces, structure, and the controls themselves.The discussion will be over google hangouts and at that time i will explain the project idea, and show the rough design sheet I have put together.",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Mechanical Engineering",
        "Mathematics",
        "Physics",
        "Computational Fluid Dynamics"
    ]
},
{
    "title": " Business analysts travel experience -- 2  Business analysts travel experience -- 2 ",
    "project rate": "€3,000.00 – 5,000.00 EUR",
    "description": "send us your reference what you didDescriptionHeadquartered in Germany and 26 years in Turkey and all over the world in many different destinations to our company, which engages in operating activities for the Information Technology team \"Business and Systems Analyst\" We're looking for.Business and System analyst announcement (software-knowing)Preferably universities' MIS, Computer Engineering etc. graduates from departmentsHe worked as a business and system analyst in the tourism sector,Having knowledge about test scenarios and techniquesPreferably knowledgeable about test automation toolsPreferably worked in Agile (Scrum, Kanban etc.) projectsHas at least 5 years of experience in software needs analysisGood planning, organization and job tracking skillsEffective and effective communicationProne to team workJOB DESCRIPTIONDetermining the needs of the projects to be developed, job analysis, designing the application function requirements and making application screen designs, preparing the function analysis / design documentation.Analyze business processes, determine needs, collect and analyze relevant data.Creating test scenarios for acceptance tests of applications to be developed.Application of acceptance tests and reporting of test results.Carrying out the necessary analysis studies for projects, developments, improvements and corrections and preparing related documents,Managing software testing processes within the scope of the project.Performing quality tests before the user acceptance test and supporting the user acceptance test phase.",
    "location": "Germany",
    "skills and expertise": [
        "Business Plans",
        "Business Analysis",
        "Data Analysis",
        "System Analysis"
    ]
},
{
    "title": " Electrical Engineering......  Electrical Engineering...... ",
    "project rate": "$30.00 – 250.00 NZD",
    "description": "Details will be shared with winning bidder. please bid if you have experience.",
    "location": "India",
    "skills and expertise": [
        "Engineering",
        "Electronics",
        "Matlab and Mathematica",
        "Electrical Engineering"
    ]
},
{
    "title": "  I need a project engineer who speaks German, Greek and English    I need a project engineer who speaks German, Greek and English  ",
    "project rate": "€6.00 – 12.00 EUR /hr",
    "description": "Hello dear freelancer,  I have a project for you if you are fluent in German, Greek and English and have a bachelor's degree in engineering (electronics or mechanical or computer). The project is related to project management and requires good engineering skills.Please contact me for more details.",
    "location": "",
    "skills and expertise": [
        "Electronics",
        "Electrical Engineering",
        "German",
        "English (US)",
        "Software Development"
    ]
},
{
    "title": " Tel-Aviv (Israel): RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local ONLY)  Tel-Aviv (Israel): RF Engineer, Telecom, SW Tester, QA, Mobile Tester, App Tester (Local ONLY) ",
    "project rate": "$2.00 – 8.00 USD /hr",
    "description": "***For Local resident of Tel-Aviv (Israel) people ONLY*****\n1. We will be doing Software Test for Mobile Phones. Also called Quality assurance in Tel-Aviv (Israel)\n2. Person need to be willing to work on Laptop and Cellphone for 8 hour (minimum per day)\n3. Willing to work inside the moving car (with Driver). Testing inside the car is important as we want to make sure that Mobile phone is able to work in moving condition. Engineer/you will be on back seat with mobile + Laptop and driver will be driving\n4. Work needs use of Home Internet for at least 8 hours a day. But Laptop and cellphone will be connected to home internet for 24 hours (every day)\n5. Must be able to follow directions step by step in English\n6. Work with remote teams like Engineers may be in India where you will need to work with Indian Engineers\n7. Report on time as required by Project Lead/Co-Workers\n8. All info about doing the work will be provided\n9. Send/Receive FedEx Courier as needed for the cellphones/mobile phones for testing\n10. Sign NDA and not report or port anything about work publicly\n11. Ready to work in different time-zones\n12. Work hours need to be pre-approved in email before starting the job or work\n13. Hours requested will be flexible but preferred late evening and early mornings\n14. Work may happen for few days\n15. If needed, person should be able to buy SIMs (post-paids) for testing. We will pay for the cost of the SIMs. SIMS should have 5G when it is available. Cost will be paid\n16. Cost for Driver + Car when used will be paid extra. Cost of SIMs will also be paid\n17. Person have to be local to Tel-Aviv (Israel)\n18. Technical Degree like Engineering or Diploma in Engineering is highly preferred\n19. Please specify in your proposal about your Engineering or Technical degree or Testing work please\n20. We may request the CV for reviewing previous work\n21. If you already have some other Full time job then this will not work. As we need this person to work in normal office hours and must be available for 8 to 10 hours every day. So, this is not possible to do this as part time\n22. This will start around 3rd August for 2 weeks (approximately)",
    "location": "United States",
    "skills and expertise": [
        "Engineering",
        "Testing / QA",
        "Software Testing",
        "Test Automation",
        "Telecommunications Engineering",
        "Mobile App Testing",
        "General Labor",
        "Telecoms Engineering",
        "Quality and Reliability Testing",
        "Telecom",
        "Local Job"
    ]
},
{
    "title": " Write three \"ultimate guides\" on oilfield chemicals / technical writers only  Write three \"ultimate guides\" on oilfield chemicals / technical writers only ",
    "project rate": "$30.00 – 300.00 USD",
    "description": "We need three ultimate guides on oilfield chemicals - 3 documents of approximately 2,000 words each. The chosen writer(s) will need to show understanding on subjects like cementing additives, acidizing products, fracturing additives, drilling fluids, etc., and an excellent command of the English language. Please do not bid if you are not in the oilfield industry, or if you are not a native English speaker.The project comprises a few rules and style guides (SEO-related stuff) that we will share with you if we shortlist you.Oilfield engineering technicians / students / engineers that are related to the oilfield industry will be given much preference over other bidders. Thank you! ",
    "location": "Argentina",
    "skills and expertise": [
        "Technical Writing",
        "Chemical Engineering",
        "Research Writing",
        "Petroleum Engineering",
        "Content Writing"
    ]
},
{
    "title": " Android Developer (Needed ASAP)  Android Developer (Needed ASAP) ",
    "project rate": "$30.00 – 250.00 USD",
    "description": "---Job brief:We are looking for an Android Developer who possesses a passion for pushing mobile technologies to the limits. This Android app developer will work with our team of talented engineers to design and build the next generation of our mobile applications. Android programming works closely with other app development and technical teams.--Responsibilities:Design and build advanced applications for the Android platformCollaborate with cross-functional teams to define, design, and ship new featuresWork with outside data sources and APIsUnit-test code for robustness, including edge cases, usability, and general reliabilityWork on bug fixing and improving application performanceContinuously discover, evaluate, and implement new technologies to maximize development efficiency--Requirements:BS/MS degree in Computer Science, Engineering or a related subjectProven software development experience and Android skills developmentProven working experience in Android app development andHave published at least one original Android appExperience with Android SDKExperience working with remote data via REST and JSONExperience with third-party libraries and APIsWorking knowledge of the general mobile landscape, architectures, trends, and emerging technologiesSolid understanding of the full mobile development life cycle.",
    "location": "United States",
    "skills and expertise": [
        "PHP",
        "Java",
        "Mobile App Development",
        "Android",
        "Software Architecture"
    ]
},
]